[{"id":"7870be50-6cc6-4c46-bdad-20f419879274","title":"АНУ-ын сөнөөгч онгоц Канадын тэнгэрт нисэж байсан бас нэг биетийг унагав","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6","text":"<figure class=\"image\"><img src=\"https://content.ikon.mn/news/2023/2/12/jaa37c_us_shoot_down_canada_x974.jpg\"></figure><p>Агаарын орон зайд нь илэрсэн нисдэг биетийг АНУ-ын сөнөөгч онгоц буудаж унагасан тухай Канадын ерөнхий сайд Жастин Трюдо хэдхэн цагийн өмнө мэдэгджээ.</p><p>Баруун хойд Канадын Юкон мужийн агаарын орон зайд нэвтрэх үеэр нь уг биетийг унагасан байна.</p><p>Нисдэг биетийг АНУ, Канадын сөнөөгч онгоцнууд дагаж нисэх үеэр АНУ-ын агаарын зэвсэгт хүчний F-22 онгоц буудаж унагажээ.</p><p>АНУ-ын ерөнхийлөгч Жо Байдентай ярилцсаны дараа унагах тушаалыг өөрөө өгснөө Трюдо мэдэгдсэн юм.</p><p>“Канадын зэвсэгт хүчин одоо нисдэг биетийн үлдэгдлийг цуглуулж, шинжлээд дүгнэлт гаргана” гэж тэр твиттер хуудсандаа бичжээ.</p><p>Сүүлийн нэг долоо хоногийн хугацаанд Умард Америкийн агаарын орон зайд нэвтэрсэн гурван үл мэдэгдэх биетийг сөнөөгч онгоцноос буудаж унагаад байна.</p><p>Өнгөрсөн долоо хоногийн Бямба гарагт Өмнөд Каролинагийн эргээс холгүй Атлантын далайд унгасан агаарын бөмбөлөг Хятад улсынх байсан. Хэдийгээр Хятадын тал үүнийг цаг уурын судалгааны техник гэж тайлбарласан ч АНУ тагнуулын зориулалттай гэж үзэж байгаа.</p><p>Баасан гарагт бас нэг нисдэг биетийг Аляскын умард хязгаарын агаарын орон зайд орж ирэхэд нь буудсан юм. Одоогоор энэ нисдэг биетийн талаар дэлгэрэнгүй мэдээлэл ил болоогүй байна.</p><p>&nbsp;</p><p>Эх сурвалж: <strong>BBC</strong></p>","backgaround":"https://content.ikon.mn/news/2023/2/12/jaa37c_us_shoot_down_canada_x974.jpg"},{"id":"d0227e89-3f52-45af-a4df-52a4de273ded","title":"Майкрософт компани ChatGPT-ээр хүчирхэгжсэн Bing хайлтын системээ танилцуулав","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e","text":"<figure class=\"image\"><img src=\"https://content.ikon.mn/news/2023/2/8/s0dfig_microsoft_bing_x974.jpg\"></figure><p>Майкрософт компани олон жил зах зээлийн өрсөлдөөнд ялагдаж яваа Bing хайлтын системээ хүмүүний хэлд суурилсан хиймэл оюуны технологиор хүчирхэгжүүлэн гаргаж буйгаа зарлажээ.</p><p>Тус компанийн гүйцэтгэх захирал Сатя Наделла энэ өөрчлөлтөө онлайн хайлтын шинэ эриний эхлэл гэж тодорхойлсон юм.</p><p>“Энэ бол хайлтын технологийн хувьд шинэ өдөр…Өнөөдрөөс өрсөлдөөн эхэлж байна. Энэ технологи программ хангамжийн бүх салбар чиглэлийг хувьсган өөрчлөх болно” гэж тэр нээлтийн арга хэмжээний үеэр хэлжээ.</p><p>Товчхондоо Майкрософт энэхүү шинэчлэлтээрээ сүүлийн 20 жил зах зээлд ноёлсон Google компанийг шинэ өрсөлдөөнд дуудаж байна.</p><p>&nbsp;</p><p>Тус компани 2015 онд байгуулагдсан OpenAI компанийн ChatGPT төсөлд 2019 онд нэг тэрбумын хөрөнгө оруулж байсан бол саяхан дахин хэдэн тэрбумын хөрөнгө нэмж оруулахаар болсон юм.</p><p>ChatGPT бол хүний хэл ярианд суурилсан хиймэл оюунтай чатбот бөгөөд хүмүүсийн асуусан асуултад хамгийн үнэн зөв хариулт өгөх чадвартай систем. Сүүлийн үед уг системийг сонирхож хэрэглэдэг хүмүүсийн тоо 100 сая даваад байна.</p><p>ChatGPT системийг ашигласнаар Bing нь хайлтын үр дүнг уламжлалт вэб холбоос хэлбэрээр биш, илүү амьд, тодорхой, ухаалаг хэлбэрээр харуулдаг болох юм.</p><p>Тухайлбал хайлтын үр дүнг харуулахдаа ойролцоо агуулгатай вэб сайтуудын холбоосыг жагсаахаа больж, харин тэдгээрийг нэгтгэн дүгнээд эцсийн ганц хариултыг өгдөг болно гэсэн үг.</p><p>“Бид хиймэл оюуны (AI) загварыг хайлтын системийн цөм хэсэгтээ ашигласнаар хорин жилийн хугацаанд гараагүй том үсрэлт хийж байна” гэж Майкрософтын дэд захирлуудын нэг Юсуф Мехди хэлжээ.</p><p>Хайлтын үр дүнг илүү нарийн болгохын тулд шинэ систем нь хэрэглэгчтэй харилцан ярилцдаг (interactive) болж байгаа юм.</p><p>Тухайлбал ямар нэг сэдвээр мэдээлэл хайхад хүсэлтийг нь илүү дэлгэрэнгүй ойлгохын тулд хайлтын систем талаас нэмэлт тодруулга асуултыг хэрэглэгчид буцааж тавина гэсэн үг.</p><p>Одоогоор Google компани дэлхийн хайлтын зах зээлийн 84 хувийг дангаар эзэмшдэг. Энэ бизнесээс тус компани нийт орлогынхоо гуравны хоёроос илүү хувийг олдог юм.</p><p>Харин Майкрософтын Bing системийн зах зээлд эзлэх хэмжээ 9 хувь орчимд байдаг.</p><p>“Өрсөлдөөн инновацыг тэжээж тэтгэдэг. Бидний хийсэн зүйл үүнийг батлан харуулж байна” гэж Bing системийг сүүлийн 15 жил хариуцаж ажилласан Майкрософтын дэд захирал Жорди Рибас хэлж байна.</p><p>Өрсөлдөгчийнхөө хийх алхмыг урьдчилж тооцоолсон Google компани Даваа гарагт мөн хиймэл оюуны Bard системээр хайлтын бүтээгдэхүүнээ сайжруулах гэж буйг зарласан юм.</p><p>Өчигдөр бас Хятадын хайлтын зах зээлийн тэргүүлэгч Baidu компани “Ernie Bot” нэртэй хиймэл оюунд суурилсан чатботыг системдээ нэвтрүүлэхээр төлөвлөж буйг зарласан байна.</p><p>Нэг үгээр хэлбэл хайлтын системүүдийн хооронд “шинэ дайн” эхэлжээ.</p><p>“Ойрын үед хөрөнгө оруулалтын дараагийн татах хүч болох нь тодорхой болсон технологийн аварга компаниудын өрсөлдөөний шинэ талбарт эхний сумыг Майкрософт тавилаа гэж үзэж байна” гэж “Wedbrush Securities” компанийн шинжээч Дэн Айвес ярьсан байна.</p><p>&nbsp;</p><p>Эх сурвалж: <strong>AFP</strong></p>","backgaround":"https://content.ikon.mn/news/2023/2/8/s0dfig_microsoft_bing_x974.jpg"}]