[{"id":"9ea17520-1b98-4f40-a982-47d328fd9d82","title":"But Art is a punitive sentence, not a","tags":["love","history","crime"],"text":"birthright, & there is nothing in my early life that suggests artistick aptitude or even interest, my pastimes & fascinations nearly all being what may – & were – deemed the merely villainous.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"c9affe83-d9d1-4933-8ddd-64c3fe9b751f","title":"Like all men not really up to their job,","tags":["crime","classic"],"text":"a stickler for externals and petty quotidian things; and in lieu of an intellect he had accumulated an armoury of capitalized key-words like Discipline and Tradition and Responsibility.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"99334caa-f25e-45fd-9a6d-a12a832932c0","title":"And how can you bring it home to them?","tags":["english","mystery","fiction"],"text":"an inspiration? By a vision? A dream? Brothers! People! Why has life been given you? In the deep, deaf stillness of midnight, the doors of the death cells are being swung open – and great-souled people are being dragged out to be shot.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"200343fb-4cc1-4d49-bdb0-71283c3af5c8","title":"As for the leaflets reporting the creation of","tags":["classic","fiction","crime"],"text":"the ROA, the “Russian Liberation Army,” not only were they written in bad Russian, but they were imbued with an alien spirit that was clearly German and, moreover, seemed little concerned with their presumed subject; besides, and on the other hand,","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"d3923a1c-0a66-4e73-bd89-140632a9e967","title":"If only it were all so simple! If only there","tags":["classic","mystery","french"],"text":"were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"117ddce7-f440-46a6-a7ca-d783a2e78234","title":"So what is the answer? How can you stand","tags":["love","fiction","history"],"text":"From the moment you go to prison you must put your cozy past firmly behind you. At the very threshold, you must say to yourself: “My life is over, a little early to be sure, but there’s nothing to be done about it. I shall never return to freedom.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"fbc0b6fd-3bf1-46b8-8e59-cc59ca76c5fc","title":"Happiness was different in childhood.","tags":["american","crime","mystery"],"text":"so much then a matter simply of accumulation, of taking things – new experiences, new emotions – and applying them like so many polished tiles to what would someday be the marvellously finished pavilion of the self.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"7f076a8c-ec7e-4966-af56-d6eb014c62e8","title":"He could find no answer, except life’s usual","tags":["magical","american","classic"],"text":"answer to the most complex and insoluble questions. That answer is: live in the needs of the day, that is, find forgetfulness.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"4346af4e-6dc5-4304-ac0e-caf4c6ab6e82","title":"‘My dear Bounderby,’ Mr. Gradgrind began","tags":["classic","love","english"],"text":"‘Now, you’ll excuse me,’ said Bounderby, ‘but I don’t want to be too dear.  That, to start with.  When I begin to be dear to a man, I generally find that his intention is to come over me.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"967369f4-8b96-4ee9-8cc6-518fa434d234","title":"In truth, Mrs. Gradgrind’s stock of facts in","tags":["love","crime"],"text":"general was woefully defective; but Mr. Gradgrind in raising her to her high matrimonial position, had been influenced by two reasons.  Firstly, she was most satisfactory as a question of figures; and, secondly,","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"ba227bc8-67b3-48e6-9b32-739ba7e1fe31","title":"Gentlemen of the free-and-easy sort","tags":["love","history"],"text":"plume themselves on being acquainted with a move or two, and being usually equal to the time-of-day, express the wide range of their capacity for adventure by observing that they are good for anything from pitch-and-toss to manslaughter;","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"c63ef9cc-55e3-4136-85da-e79335b5292b","title":"On Saturday nights I would sit by the phone","tags":["english","mystery"],"text":"in the lobby, waiting for Naoko to call. Most of the others were out, so the lobby was usually deserted. I would stare at the grains of light suspended in that silent space, struggling to see into my own heart. What did I want? ","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"4eb4cceb-c892-4193-b6a4-0330fb8f4559","title":"There were little things that she simply could not stand.","tags":["history","classic","magical"],"text":"There were little things that she simply could not stand. The sound of someone tapping their nails on the table. A person chewing with their mouth open. Another human imposing themselves into her space. She couldn't stand any of these things, but none of them compared to the number one thing she couldn't stand which topped all of them combined.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"22824195-c3ff-4fb7-add8-7cb2c481234d","title":"The red glint of paint sparkled under the sun.","tags":["english","love","french"],"text":"He had dreamed of owning this car since he was ten, and that dream had become a reality less than a year ago. It was his baby and he spent hours caring for it, pampering it, and fondling over it. She knew this all too well, and that's exactly why she had taken a sludge hammer to it.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"606ca4a3-a443-42b6-b79f-906db4fd948b","title":"He picked up the burnt end of the branch and made a mark on the stone.","tags":["english","love","fiction"],"text":"Day 52 if the marks on the stone were accurate. He couldn't be sure. Day and nights had begun to blend together creating confusion, but he knew it was a long time. Much too long.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"bfa56f70-ef18-4bc3-b1ba-e614648922b9","title":"The choice was red, green, or blue.","tags":["english","fiction"],"text":"It didn't seem like an important choice when he was making it, but it was a choice nonetheless. Had he known the consequences at that time, he would likely have considered the choice a bit longer. In the end, he didn't and ended up choosing blue.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"4a74c9b2-1318-422d-aadc-08383d579ab7","title":"He stepped away from the mic. This was the best take he had done so far","tags":["magical","fiction"],"text":"He stepped away from the mic. This was the best take he had done so far, but something seemed missing. Then it struck him all at once. Visuals ran in front of his eyes and music rang in his ears. His eager fingers went to work in an attempt to capture his thoughts hoping the results would produce something that was at least half their glory.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"b1a6a0de-9937-4c53-893c-f61695abb309","title":"Are you getting my texts???","tags":["mystery","magical","history"],"text":"\"Are you getting my texts???\" she texted to him. He glanced at it and chuckled under his breath. Of course he was getting them, but if he wasn't getting them, how would he ever be able to answer? He put the phone down and continued on his project. He was ignoring her texts and he planned to continue to do so.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"0cd7ba35-bc8e-480c-9893-486da2d87b69","title":"Pink ponies and purple giraffes roamed the field.","tags":["french","classic","mystery"],"text":"Pink ponies and purple giraffes roamed the field. Cotton candy grew from the ground as a chocolate river meandered off to the side. What looked like stones in the pasture were actually rock candy. Everything in her dream seemed to be perfect except for the fact that she had no mouth.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"b13e5abc-9a70-461b-bfda-9fcb809c778d","title":"There was something in the tree.","tags":["mystery","fiction","love"],"text":"There was something in the tree. It was difficult to tell from the ground, but Rachael could see movement. She squinted her eyes and peered in the direction of the movement, trying to decipher exactly what she had spied.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"f2a03f6d-5e08-430c-97d7-e3857ab40fd6","title":"Cake or pie?","tags":["classic","love","french"],"text":"I can tell a lot about you by which one you pick. It may seem silly, but cake people and pie people are really different. I know which one I hope you are, but that's not for me to decide. So, what is it? Cake or pie?","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"173c55ed-63fa-4445-a6e2-ad96f19a3056","title":"It was a simple tip of the hat","tags":["american","classic","history"],"text":"Grace didn't think that anyone else besides her had even noticed it. It wasn't anything that the average person would notice, let alone remember at the end of the day.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"29e102dd-9267-4788-8ff8-4c940cff7269","title":"The thing that's great about this job","tags":["crime","magical"],"text":"The thing that's great about this job is the time sourcing the items involves no traveling. I just look online to buy it. It's really as simple as that. While everyone else is searching for what they can sell, I sit in front of my computer and buy better stuff for less money and spend a fraction of the time doing it.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"e7bdb564-7fee-404b-8002-16ed39a9137b","title":"She nervously peered over the edge.","tags":["crime","english","french"],"text":"She nervously peered over the edge. She understood in her mind that the view was supposed to be beautiful, but all she felt was fear. There had always been something about heights that disturbed her, and now she could feel the full force of this unease.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"c9fd79d9-3d4e-4a77-848b-b7e2e96c75cc","title":"Her mom had warned her.","tags":["mystery","english"],"text":"Her mom had warned her. She had been warned time and again, but she had refused to believe her. She had done everything right and she knew she would be rewarded for doing so with the promotion.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"ec3590a4-e2a8-40c3-ad3c-00ad93af802b","title":"There was something beautiful in his hate.","tags":["classic","love","french"],"text":"There was something beautiful in his hate. It wasn't the hate itself as it was a disgusting display of racism and intolerance. It was what propelled the hate and the fact that although he had this hate, he didn't understand where it came from. It was at that moment that she realized that there was hope in changing him.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"28ed5464-8b38-4adc-9d55-af025c5d8f16","title":"He couldn't move. His head throbbed and spun.","tags":["crime","fiction","classic"],"text":"He couldn't move. His head throbbed and spun. He couldn't decide if it was the flu or the drinking last night. It was probably a combination of both.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"b98672a9-602e-4bca-9d72-0ab98a7ce737","title":"It was difficult to explain to them","tags":["fiction","classic","magical"],"text":"It was difficult to explain to them how the diagnosis of certain death had actually given him life. While everyone around him was in tears and upset, he actually felt more at ease. The doctor said it would be less than a year. That gave him a year to live, something he'd failed to do with his daily drudgery of a routine that had passed as life until then.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"84b345a1-0d57-4b93-931c-1a16ffce1c84","title":"The words hadn't flowed from his fingers","tags":["crime","history","classic"],"text":"The words hadn't flowed from his fingers for the past few weeks. He never imagined he'd find himself with writer's block, but here he sat with a blank screen in front of him.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"2c6e2c99-1d63-4045-9c01-880e0916683b","title":"He knew what he was supposed to do.","tags":["love","fiction"],"text":"He knew what he was supposed to do. That had been apparent from the beginning. That was what made the choice so difficult. What he was supposed to do and what he would do were not the same. This would have been fine if he were willing to face the inevitable consequences, but he wasn't.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"67568398-62de-4e86-8fc5-88bd66f987d5","title":"Sometimes there isn't a good answer.","tags":["english","history","crime"],"text":"Sometimes there isn't a good answer. No matter how you try to rationalize the outcome, it doesn't make sense. And instead of an answer, you are simply left with a question. Why?","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"cebf2b63-4c8f-4e43-a7d9-aa76dbe483b9","title":"The wave roared towards them with speed and violence they had not anticipated.","tags":["american","fiction","classic"],"text":"The wave roared towards them with speed and violence they had not anticipated. They both turned to run but by that time it was too late. The wave crashed into their legs sweeping both of them off of their feet. They now found themselves in a washing machine of saltwater, getting tumbled and not know what was up or down.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"f38094e2-c0c5-4c21-bb98-7dabd0c0ffe8","title":"She sat down with her notebook in her hand","tags":["history","english","love"],"text":"She sat down with her notebook in her hand, her mind wandering to faraway places. She paused and considered all that had happened. It hadn't gone as expected. When the day began she thought it was going to be a bad one, but as she sat recalling the day's events to write them down, she had to admit, it had been a rather marvelous day.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"b7759bac-1dd1-47a6-ba6c-bf694556b757","title":"Welcome to my world.","tags":["love","history"],"text":"You will be greeted by the unexpected here and your mind will be challenged and expanded in ways that you never thought possible. That is if you are able to survive...","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"6aaf3e73-e6a8-42ad-9f54-7de618fe6f7a","title":"Time is all relative based on age and experience.","tags":["mystery","magical","crime"],"text":"When you are a child an hour is a long time to wait but a very short time when that’s all the time you are allowed on your iPad. As a teenager time goes faster the more deadlines you have and the more you procrastinate. As a young adult, you think you have forever to live and don’t appreciate the time you spend with others.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"eb817bbf-4e7a-45f8-95d2-6a30b57402ef","title":"Time is all relative based on age and experience.","tags":["love","fiction","classic"],"text":"As a middle-aged adult, time flies by as you watch your children grow up. And finally, as you get old and you have fewer responsibilities and fewer demands on you, time slows. You appreciate each day and are thankful you are alive. An hour is the same amount of time for everyone yet it can feel so different in how it goes by.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"b9a6c8d8-6675-4d2d-a425-16ce4f761c8a","title":"There are only three ways to make this work.","tags":["classic","english"],"text":"There are only three ways to make this work. The first is to let me take care of everything. The second is for you to take care of everything. The third is to split everything 50 / 50. I think the last option is the most preferable, but I'm certain it'll also mean the end of our marriage.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"984d1f3e-bbe6-4b74-9904-4047fbd1fecc","title":"Many people say that life isn't like a bed of roses.","tags":["magical"],"text":"Many people say that life isn't like a bed of roses. I beg to differ. I think that life is quite like a bed of roses. Just like life, a bed of roses looks pretty on the outside, but when you're in it, you find that it is nothing but thorns and pain. I myself have been pricked quite badly.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"c1c29cfe-d3ca-436e-88a2-6d3da30a6692","title":"He watched as the young man tried","tags":["magical","mystery","love"],"text":"He watched as the young man tried to impress everyone in the room with his intelligence. There was no doubt that he was smart. The fact that he was more intelligent than anyone else in the room could have been easily deduced, but nobody was really paying any attention due to the fact that it was also obvious that the young man only cared about his intelligence.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"4a6aac44-2b95-4352-9532-69e09e73f297","title":"I'm going to hire professional help tomorrow.","tags":["fiction","classic","american"],"text":"I'm going to hire professional help tomorrow. I can't handle this anymore. She fell over the coffee table and now there is blood in her catheter. This is much more than I ever signed up to do.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"834fdb76-66fb-4886-ade6-f8ae9c1ad036","title":"He heard the crack echo in the late afternoon about a mile away.","tags":["love","classic","history"],"text":"He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. \"It wasn't a gunshot, it wasn't a gunshot,\" he repeated under his breathlessness as he continued to sprint.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"779b948f-b87e-48e6-96d5-1a8d7eeee65a","title":"She looked at her student wondering if she could ever get through.","tags":["classic","english","history"],"text":"She looked at her student wondering if she could ever get through. \"You need to learn to think for yourself,\" she wanted to tell him. \"Your friends are holding you back and bringing you down.\" But she didn't because she knew his friends were all that he had and even if that meant a life of misery, he would never give them up.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"bf018745-78e8-47ec-bd79-f702a5343f6b","title":"Balloons are pretty and come in different colors","tags":["american","crime","magical"],"text":"Balloons are pretty and come in different colors, different shapes, different sizes, and they can even adjust sizes as needed. But don't make them too big or they might just pop, and then bye-bye balloon. It'll be gone and lost for the rest of mankind. They can serve a variety of purposes, from decorating to water balloon wars. You just have to use your head to think a little bit about what to do with them.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"78638abf-9139-413f-a8b5-5eb978a7a7fa","title":"It seemed like it should have been so simple.","tags":["love","classic","english"],"text":"It seemed like it should have been so simple. There was nothing inherently difficult with getting the project done. It was simple and straightforward enough that even a child should have been able to complete it on time, but that wasn't the case. The deadline had arrived and the project remained unfinished.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"b4914c2c-188f-4ce3-944c-06fe8601d531","title":"The house was located at the top of the hill","tags":["classic","french","history"],"text":"The house was located at the top of the hill at the end of a winding road. It wasn't obvious that the house was there, but everyone in town knew that it existed. They were just all too afraid to ever go and see it in person.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"70988fab-c4ce-4c85-ad80-12715a12883d","title":"She tried to explain that love wasn't like pie.","tags":["mystery","crime","fiction"],"text":"She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"c7303862-be99-4f11-8156-f520b7760770","title":"Debbie knew she was being selfish","tags":["english","american"],"text":"Debbie knew she was being selfish and unreasonable. She understood why the others in the room were angry and frustrated with her and the way she was acting. In her eyes, it didn't really matter how they felt because she simply didn't care.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"2b446c40-4710-4f2b-aa8f-904fb42c0acb","title":"The young man wanted a role model.","tags":["magical","american"],"text":"The young man wanted a role model. He looked long and hard in his youth, but that role model never materialized. His only choice was to embrace all the people in his life he didn't want to be like.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"488c901e-c832-463b-8847-3ca972bf8fd8","title":"The headache wouldn't go away.","tags":["mystery","love"],"text":"The headache wouldn't go away. She's taken medicine but even that didn't help. The monstrous throbbing in her head continued. She had this happen to her only once before in her life and she realized that only one thing could be happening.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"05638a26-2afb-4f72-9d96-32a9c68cef90","title":"The towels had been hanging from the rod for years.","tags":["magical","english","american"],"text":"The towels had been hanging from the rod for years. They were stained and worn, and quite frankly, just plain ugly. Debra didn't want to touch them but she really didn't have a choice. It was important for her to see what was living within them.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"665f1bb8-3c3b-42d6-b6c7-d480c2505e81","title":"It was a concerning development that he couldn't get out of his mind.","tags":["french","fiction","love"],"text":"He'd had many friends throughout his early years and had fond memories of playing with them, but he couldn't understand how it had all stopped. There was some point as he grew up that he played with each of his friends for the very last time, and he had no idea that it would be the last.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"e795523b-47af-4ddc-848e-4a87efa1c7c2","title":"Sometimes it's just better not to be seen.","tags":["french","classic"],"text":"Sometimes it's just better not to be seen. That's how Harry had always lived his life. He prided himself as being the fly on the wall and the fae that blended into the crowd. That's why he was so shocked that she noticed him.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"8d4f3f98-0411-421a-9957-bfcf7588a026","title":"Trees. It was something about the trees.","tags":["love","fiction","crime"],"text":"Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"f430878e-2b38-459f-8d29-032baaf24125","title":"The shoes had been there for as long as anyone could remember.","tags":["american","french","crime"],"text":"The shoes had been there for as long as anyone could remember. In fact, it was difficult for anyone to come up with a date they had first appeared. It had seemed they'd always been there and yet they seemed so out of place. Why nobody had removed them was a question that had been asked time and again, but while they all thought it, nobody had ever found the energy to actually do it.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"1dd4cdde-2c80-48e3-8018-500c046c391c","title":"The clowns had taken over. And yes, they were literally clowns.","tags":["crime","magical","american"],"text":"The clowns had taken over. And yes, they were literally clowns. Over 100 had appeared out of a small VW bug that had been driven up to the bank. Now they were all inside and had taken it over.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"58e36a69-2846-4ee1-82b7-8073758bb61f","title":"The red line moved across the page.","tags":["love","american"],"text":"The red line moved across the page. With each millimeter it advanced forward, something changed in the room. The actual change taking place was difficult to perceive, but the change was real. The red line continued relentlessly across the page and the room would never be the same.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"0e6dce05-52ce-45fe-abe5-076c2117f83b","title":"A long black shadow slid across the pavement","tags":["crime","english","classic"],"text":"A long black shadow slid across the pavement near their feet and the five Venusians, very much startled, looked overhead. They were barely in time to see the huge gray form of the carnivore before it vanished behind a sign atop a nearby building which bore the mystifying information \"Pepsi-Cola.\"","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"e73bc28c-8904-42e4-a422-be2ace03f630","title":"Explain to me again why I shouldn't cheat?","tags":["classic","french","fiction"],"text":"\"Explain to me again why I shouldn't cheat?\" he asked. \"All the others do and nobody ever gets punished for doing so. I should go about being happy losing to cheaters because I know that I don't? That's what you're telling me?\"","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"4e19fa75-2685-472a-a254-0edeb8fe60ee","title":"You know that tingly feeling you get on the back of your neck sometimes?","tags":["mystery","french","american"],"text":"You know that tingly feeling you get on the back of your neck sometimes? I just got that feeling when talking with her. You know I don't believe in sixth senses, but there is something not right with her. I don't know how I know, but I just do.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"b871f8ef-95c0-48eb-b1a2-c0d6f8f726db","title":"His parents continued to question him.","tags":["english","history","american"],"text":"He didn't know what to say to them since they refused to believe the truth. He explained again and again, and they dismissed his explanation as a figment of his imagination. There was no way that grandpa, who had been dead for five years, could have told him where the treasure had been hidden. Of course, it didn't help that grandpa was roaring with laughter in the chair next to him as he tried to explain once again how he'd found it.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"0f6df5e8-8bf7-4670-9aef-06b43e021472","title":"Have you ever wondered about toes?","tags":["history","love","crime"],"text":"Why 10 toes and not 12. Why are some bigger than others? Some people can use their toes to pick up things while others can barely move them on command. Some toes are nice to look at while others are definitely not something you want to look at. Toes can be stubbed and make us scream. Toes help us balance and walk. 10 toes are just something to ponder.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"cc6e865a-5cfc-472d-a60e-71068b8c8188","title":"It was so great to hear from you today","tags":["french","magical","american"],"text":"\"It was so great to hear from you today and it was such weird timing,\" he said. \"This is going to sound funny and a little strange, but you were in a dream I had just a couple of days ago. I'd love to get together and tell you about it if you're up for a cup of coffee,\" he continued, laying the trap he'd been planning for years.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"72b133e6-9592-4c63-9475-ee178e96eba4","title":"He collected the plastic trash on a daily basis.","tags":["english","mystery","classic"],"text":"He collected the plastic trash on a daily basis. It never seemed to end. Even if he cleaned the entire beach, more plastic would cover it the next day after the tide had come in. Although it was a futile effort that would never be done, he continued to pick up the trash each day.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"a21b2807-65c7-4a2a-9c26-b46d5896f5b3","title":"There was no time.","tags":["history","fiction","english"],"text":"There was no time. He ran out of the door without half the stuff he needed for work, but it didn't matter. He was late and if he didn't make this meeting on time, someone's life may be in danger.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"c461d668-2a0a-422b-8796-338eb9df2b10","title":"The leather jacked showed the scars","tags":["french","fiction"],"text":"The leather jacked showed the scars of being his favorite for years. It wore those scars with pride, feeling that they enhanced his presence rather than diminishing it. The scars gave it character and had not overwhelmed to the point that it had become ratty. The jacket was in its prime and it knew it.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"e881aa89-c8b8-4b58-9653-f7fdaf18a810","title":"She sat deep in thought.","tags":["french","american","fiction"],"text":"She sat deep in thought. The next word that came out o her mouth would likely be the most important word of her life. It had to be exact with no possibility of being misinterpreted. She was ready. She looked deeply into his eyes and said, \"Octopus.\"","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"4af5e8c3-e5b7-4b75-8471-168c4a4f021b","title":"Debbie had taken George for granted","tags":["american","crime","history"],"text":"Debbie had taken George for granted for more than fifteen years now. He wasn't sure what exactly had made him choose this time and place to address the issue, but he decided that now was the time. He looked straight into her eyes and just as she was about to speak, turned away and walked out the door.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"3d733c44-5b23-45d7-9dd5-1f39e22c404f","title":"He lifted the bottle to his lips and took a sip","tags":["american","french","love"],"text":"He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"924a44ad-d6b6-4a85-90a6-f601a9f25497","title":"He swung back the fishing pole and cast the line","tags":["mystery","american","english"],"text":"He swung back the fishing pole and cast the line which ell 25 feet away into the river. The lure landed in the perfect spot and he was sure he would soon get a bite. He never expected that the bite would come from behind in the form of a bear.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"4db6c8e6-7b49-421d-b149-328f37608b6f","title":"It was just a burger.","tags":["classic","fiction","magical"],"text":"It was just a burger. Why couldn't she understand that? She knew he'd completely changed his life around her eating habits, so why couldn't she give him a break this one time? She wasn't even supposed to have found out. Yes, he had promised her and yes, he had broken that promise, but still in his mind, all it had been was just a burger.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"fc647cd0-19ed-4736-823b-fa00985b10db","title":"Things aren't going well at all","tags":["american","love","fiction"],"text":"Things aren't going well at all with mom today. She is just a limp noodle and wants to sleep all the time. I sure hope that things get better soon.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"38f5de25-cef7-45c0-b707-271e7a084220","title":"The chair sat in the corner where it had been","tags":["mystery","american"],"text":"The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"4e997a3b-3a45-4490-a2ca-e9b487c86dd9","title":"He had three simple rules by which he lived.","tags":["crime","love"],"text":"He had three simple rules by which he lived. The first was to never eat blue food. There was nothing in nature that was edible that was blue. People often asked about blueberries, but everyone knows those are actually purple. He understood it was one of the stranger rules to live by, but it had served him well thus far in the 50+ years of his life.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"671f847e-d925-4100-91df-6475c1045869","title":"Ten more steps.","tags":["mystery","classic","love"],"text":"If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"6cac00fa-b106-4185-a091-e9d25e850e78","title":"She patiently waited for his number to be called.","tags":["french","mystery","crime"],"text":"She patiently waited for his number to be called. She had no desire to be there, but her mom had insisted that she go. She's resisted at first, but over time she realized it was simply easier to appease her and go. Mom tended to be that way. She would keep insisting until you wore down and did what she wanted. So, here she sat, patiently waiting for her number to be called.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"f458e951-e622-4e4a-9b7f-9743eac8420f","title":"It went through such rapid contortions","tags":["fiction","history","french"],"text":"It went through such rapid contortions that the little bear was forced to change his hold on it so many times he became confused in the darkness, and could not, for the life of him, tell whether he held the sheep right side up, or upside down. But that point was decided for him a moment later by the animal itself, who, with a sudden twist, jabbed its horns so hard into his lowest ribs that he gave a grunt of anger and disgust.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"4d5dfee6-c9b3-45fc-8fd0-81e3e07fc317","title":"The robot clicked disapprovingly.","tags":["crime","american","love"],"text":"The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. \"Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,\" it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"2db0b11d-9347-4604-9ab3-bab6406ca9fd","title":"It's an unfortunate reality that we don't teach people how to make money","tags":["crime","english"],"text":"It's an unfortunate reality that we don't teach people how to make money (beyond getting a 9 to 5 job) as part of our education system. The truth is there are a lot of different, legitimate ways to make money. That doesn't mean they are easy and that you won't have to work hard to succeed, but it does mean that if you're willing to open your mind a bit you don't have to be stuck in an office from 9 to 5 for the next fifty years o your life.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"5f491ae0-feec-49e2-b948-06cbe0c844a5","title":"She has seen this scene before.","tags":["classic","love","history"],"text":"She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"da575c3d-1f2b-48c4-aa33-2ba43c4effc0","title":"He wandered down the stairs and into the basement","tags":["french","american"],"text":"He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"7f3ac48f-7364-438e-a925-35955bd7500a","title":"He couldn't remember exactly where he had read it","tags":["french","classic"],"text":"He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"70a3d297-a9a5-41cd-b2c1-19311d4c05a7","title":"The rain and wind abruptly stopped.","tags":["fiction","crime","magical"],"text":"The rain and wind abruptly stopped, but the sky still had the gray swirls of storms in the distance. Dave knew this feeling all too well. The calm before the storm. He only had a limited amount of time before all Hell broke loose, but he stopped to admire the calmness. Maybe it would be different this time, he thought, with the knowledge deep within that it wouldn't.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"4758228b-d254-48a9-8d8a-d757f10f5840","title":"She had a terrible habit o comparing her life to others","tags":["history","french","love"],"text":"She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"12a7b098-22c5-4784-9565-02e6c16a155b","title":"She was in a hurry.","tags":["french","magical","english"],"text":"She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"613529ab-9be3-4566-828b-056263286c20","title":"There was only one way to do things in the Statton house.","tags":["magical","french","american"],"text":"There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"d42698b8-3a24-4504-8b98-dda13e86cc75","title":"The trees, therefore, must be such old","tags":["fiction","history","crime"],"text":"The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"478d52b8-f8a2-4cc7-9afa-8dd7ce92d625","title":"The paper was blank.","tags":["mystery","english","love"],"text":"The paper was blank. It shouldn't have been. There should have been writing on the paper, at least a paragraph if not more. The fact that the writing wasn't there was frustrating. Actually, it was even more than frustrating. It was downright distressing.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"b276bf13-cc75-427f-bc4b-a9a66ace01a7","title":"She wanted rainbow hair.","tags":["mystery","classic","french"],"text":"She wanted rainbow hair. That's what she told the hairdresser. It should be deep rainbow colors, too. She wasn't interested in pastel rainbow hair. She wanted it deep and vibrant so there was no doubt that she had done this on purpose.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"53a2d284-b837-4c5e-a60f-24d361ddbe90","title":"She was aware that things could go wrong.","tags":["love","english"],"text":"She was aware that things could go wrong. In fact, she had trained her entire life in anticipation that things would go wrong one day. She had quiet confidence as she started to see that this was the day that all her training would be worthwhile and useful. At this point, she had no idea just how wrong everything would go that day.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"1493247f-35f7-433c-bf10-8cd56903facf","title":"It wasn't quite yet time to panic.","tags":["mystery","american","history"],"text":"It wasn't quite yet time to panic. There was still time to salvage the situation. At least that is what she was telling himself. The reality was that it was time to panic and there wasn't time to salvage the situation, but he continued to delude himself into believing there was.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"9fd110ef-3409-48da-8c4d-4b559ca97dcb","title":"They rushed out the door.","tags":["fiction","magical","history"],"text":"They rushed out the door, grabbing anything and everything they could think of they might need. There was no time to double-check to make sure they weren't leaving something important behind. Everything was thrown into the car and they sped off. Thirty minutes later they were safe and that was when it dawned on them that they had forgotten the most important thing of all.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"896e2148-6744-4b02-8da5-36e1c41f360a","title":"There are different types of secrets.","tags":["american","history","magical"],"text":"There are different types of secrets. She had held onto plenty of them during her life, but this one was different. She found herself holding onto the worst type. It was the type of secret that could gnaw away at your insides if you didn't tell someone about it, but it could end up getting you killed if you did.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"05740eb9-5289-4bd4-af4f-af68e8095fd1","title":"One can cook on and with an open fire.","tags":["american","english"],"text":"One can cook on and with an open fire. These are some of the ways to cook with fire outside. Cooking meat using a spit is a great way to evenly cook meat. In order to keep meat from burning, it's best to slowly rotate it.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"8f6aa910-fd55-488d-9d3c-377a7abf09e0","title":"This is important to remember.","tags":["magical","crime"],"text":"This is important to remember. Love isn't like pie. You don't need to divide it among all your friends and loved ones. No matter how much love you give, you can always give more. It doesn't run out, so don't try to hold back giving it as if it may one day run out. Give it freely and as much as you want.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"08ec7854-a8e0-4897-bd09-cc6ff123cf5f","title":"Dave wasn't exactly sure how he had ended up","tags":["english","classic","american"],"text":"Dave wasn't exactly sure how he had ended up in this predicament. He ran through all the events that had lead to this current situation and it still didn't make sense. He wanted to spend some time to try and make sense of it all, but he had higher priorities at the moment. The first was how to get out of his current situation of being naked in a tree with snow falling all around and no way for him to get down.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"d13b722c-908d-4e7f-96da-79de5b983449","title":"Hopes and dreams were dashed that day.","tags":["crime","mystery","love"],"text":"Hopes and dreams were dashed that day. It should have been expected, but it still came as a shock. The warning signs had been ignored in favor of the possibility, however remote, that it could actually happen. That possibility had grown from hope to an undeniable belief it must be destiny. That was until it wasn't and the hopes and dreams came crashing down.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"49871bae-349a-44ca-9dfd-03773c04c051","title":"All he wanted was a candy bar.","tags":["mystery","english","american"],"text":"All he wanted was a candy bar. It didn't seem like a difficult request to comprehend, but the clerk remained frozen and didn't seem to want to honor the request. It might have had something to do with the gun pointed at his face.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"45242bff-13ea-42b8-b81c-6682549c7b03","title":"Dave watched as the forest burned up on the hill.","tags":["magical","history","french"],"text":"Dave watched as the forest burned up on the hill, only a few miles from her house. The car had been hastily packed and Marta was inside trying to round up the last of the pets. Dave went through his mental list of the most important papers and documents that they couldn't leave behind. He scolded himself for not having prepared these better in advance and hoped that he had remembered everything that was needed. He continued to wait for Marta to appear with the pets, but she still was nowhere to be seen.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"b0d827b6-535f-457a-9267-b0661d2fb4b1","title":"He was an expert but not in a discipline","tags":["french","fiction","english"],"text":"He was an expert but not in a discipline that anyone could fully appreciate. He knew how to hold the cone just right so that the soft server ice-cream fell into it at the precise angle to form a perfect cone each and every time. It had taken years to perfect and he could now do it without even putting any thought behind it.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"a76739e4-8520-48bd-92d5-b37ef677ed38","title":"His mother had always taught him","tags":["history","american","crime"],"text":"His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"571f9d65-0e28-4d6b-b53c-8bdc307e21a4","title":"But Art is a punitive sentence, not a","tags":["love","history","crime"],"text":"birthright, & there is nothing in my early life that suggests artistick aptitude or even interest, my pastimes & fascinations nearly all being what may – & were – deemed the merely villainous.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"ba7db435-8862-4660-8b90-74de64b9ecb9","title":"Like all men not really up to their job,","tags":["crime","classic"],"text":"a stickler for externals and petty quotidian things; and in lieu of an intellect he had accumulated an armoury of capitalized key-words like Discipline and Tradition and Responsibility.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"5df1a516-61d5-4ea6-a931-2d5cb1c4be69","title":"And how can you bring it home to them?","tags":["english","mystery","fiction"],"text":"an inspiration? By a vision? A dream? Brothers! People! Why has life been given you? In the deep, deaf stillness of midnight, the doors of the death cells are being swung open – and great-souled people are being dragged out to be shot.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"5795532f-51bc-441d-93b5-c5692022761d","title":"As for the leaflets reporting the creation of","tags":["classic","fiction","crime"],"text":"the ROA, the “Russian Liberation Army,” not only were they written in bad Russian, but they were imbued with an alien spirit that was clearly German and, moreover, seemed little concerned with their presumed subject; besides, and on the other hand,","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"e9c34349-d322-48a3-b7c1-ea0c4d654863","title":"If only it were all so simple! If only there","tags":["classic","mystery","french"],"text":"were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"668af547-72d6-4cba-80fd-4e6e3b968945","title":"So what is the answer? How can you stand","tags":["love","fiction","history"],"text":"From the moment you go to prison you must put your cozy past firmly behind you. At the very threshold, you must say to yourself: “My life is over, a little early to be sure, but there’s nothing to be done about it. I shall never return to freedom.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"1bb2b320-d745-45a8-b1a3-f7308569451f","title":"Happiness was different in childhood.","tags":["american","crime","mystery"],"text":"so much then a matter simply of accumulation, of taking things – new experiences, new emotions – and applying them like so many polished tiles to what would someday be the marvellously finished pavilion of the self.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"3e79d533-928f-4aae-a49d-62a679063009","title":"He could find no answer, except life’s usual","tags":["magical","american","classic"],"text":"answer to the most complex and insoluble questions. That answer is: live in the needs of the day, that is, find forgetfulness.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"ffe0d742-758c-4a74-9ac4-8e2f441c22de","title":"‘My dear Bounderby,’ Mr. Gradgrind began","tags":["classic","love","english"],"text":"‘Now, you’ll excuse me,’ said Bounderby, ‘but I don’t want to be too dear.  That, to start with.  When I begin to be dear to a man, I generally find that his intention is to come over me.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"4ac08e8f-f03e-4f6f-a4b1-48ed6409f5fa","title":"In truth, Mrs. Gradgrind’s stock of facts in","tags":["love","crime"],"text":"general was woefully defective; but Mr. Gradgrind in raising her to her high matrimonial position, had been influenced by two reasons.  Firstly, she was most satisfactory as a question of figures; and, secondly,","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"2f310ae6-3e3a-4a97-8c3c-3bd713e465e5","title":"Gentlemen of the free-and-easy sort","tags":["love","history"],"text":"plume themselves on being acquainted with a move or two, and being usually equal to the time-of-day, express the wide range of their capacity for adventure by observing that they are good for anything from pitch-and-toss to manslaughter;","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"5b1228ce-9c63-4059-8f13-a4e7af90ace4","title":"On Saturday nights I would sit by the phone","tags":["english","mystery"],"text":"in the lobby, waiting for Naoko to call. Most of the others were out, so the lobby was usually deserted. I would stare at the grains of light suspended in that silent space, struggling to see into my own heart. What did I want? ","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"7cf3ae95-3292-4dc6-bf36-b8094e776c56","title":"There were little things that she simply could not stand.","tags":["history","classic","magical"],"text":"There were little things that she simply could not stand. The sound of someone tapping their nails on the table. A person chewing with their mouth open. Another human imposing themselves into her space. She couldn't stand any of these things, but none of them compared to the number one thing she couldn't stand which topped all of them combined.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"5fdda13e-1e5e-4e0e-86d4-b75352255c6f","title":"The red glint of paint sparkled under the sun.","tags":["english","love","french"],"text":"He had dreamed of owning this car since he was ten, and that dream had become a reality less than a year ago. It was his baby and he spent hours caring for it, pampering it, and fondling over it. She knew this all too well, and that's exactly why she had taken a sludge hammer to it.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"34dfa413-8698-4a03-9df1-6ec2bdbb917b","title":"He picked up the burnt end of the branch and made a mark on the stone.","tags":["english","love","fiction"],"text":"Day 52 if the marks on the stone were accurate. He couldn't be sure. Day and nights had begun to blend together creating confusion, but he knew it was a long time. Much too long.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"66c91513-eddd-4ccf-80de-64b9b5259e82","title":"The choice was red, green, or blue.","tags":["english","fiction"],"text":"It didn't seem like an important choice when he was making it, but it was a choice nonetheless. Had he known the consequences at that time, he would likely have considered the choice a bit longer. In the end, he didn't and ended up choosing blue.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"89e3bd29-69a1-478a-ae7a-823ac0b52254","title":"He stepped away from the mic. This was the best take he had done so far","tags":["magical","fiction"],"text":"He stepped away from the mic. This was the best take he had done so far, but something seemed missing. Then it struck him all at once. Visuals ran in front of his eyes and music rang in his ears. His eager fingers went to work in an attempt to capture his thoughts hoping the results would produce something that was at least half their glory.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"b440a116-2eba-4206-9b09-1042e22862e4","title":"Are you getting my texts???","tags":["mystery","magical","history"],"text":"\"Are you getting my texts???\" she texted to him. He glanced at it and chuckled under his breath. Of course he was getting them, but if he wasn't getting them, how would he ever be able to answer? He put the phone down and continued on his project. He was ignoring her texts and he planned to continue to do so.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"e5c67e4b-f109-4641-a939-19d263445e91","title":"Pink ponies and purple giraffes roamed the field.","tags":["french","classic","mystery"],"text":"Pink ponies and purple giraffes roamed the field. Cotton candy grew from the ground as a chocolate river meandered off to the side. What looked like stones in the pasture were actually rock candy. Everything in her dream seemed to be perfect except for the fact that she had no mouth.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"df88aeee-45f6-46ec-86ec-06392856073c","title":"There was something in the tree.","tags":["mystery","fiction","love"],"text":"There was something in the tree. It was difficult to tell from the ground, but Rachael could see movement. She squinted her eyes and peered in the direction of the movement, trying to decipher exactly what she had spied.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"633b203a-f277-43c2-847a-803d3c25df1d","title":"Cake or pie?","tags":["classic","love","french"],"text":"I can tell a lot about you by which one you pick. It may seem silly, but cake people and pie people are really different. I know which one I hope you are, but that's not for me to decide. So, what is it? Cake or pie?","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"b1131dac-5546-4035-a03c-7124e93de685","title":"It was a simple tip of the hat","tags":["american","classic","history"],"text":"Grace didn't think that anyone else besides her had even noticed it. It wasn't anything that the average person would notice, let alone remember at the end of the day.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"c30aa936-b8ac-436c-a4af-2a7a746665bc","title":"The thing that's great about this job","tags":["crime","magical"],"text":"The thing that's great about this job is the time sourcing the items involves no traveling. I just look online to buy it. It's really as simple as that. While everyone else is searching for what they can sell, I sit in front of my computer and buy better stuff for less money and spend a fraction of the time doing it.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"f0058a21-c701-4d57-83d9-8f1944dfcf2e","title":"She nervously peered over the edge.","tags":["crime","english","french"],"text":"She nervously peered over the edge. She understood in her mind that the view was supposed to be beautiful, but all she felt was fear. There had always been something about heights that disturbed her, and now she could feel the full force of this unease.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"6388d801-21a7-464a-aa03-9a426e02f1c6","title":"Her mom had warned her.","tags":["mystery","english"],"text":"Her mom had warned her. She had been warned time and again, but she had refused to believe her. She had done everything right and she knew she would be rewarded for doing so with the promotion.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"2656e3ac-36b6-45a0-aa48-8a3802115b66","title":"There was something beautiful in his hate.","tags":["classic","love","french"],"text":"There was something beautiful in his hate. It wasn't the hate itself as it was a disgusting display of racism and intolerance. It was what propelled the hate and the fact that although he had this hate, he didn't understand where it came from. It was at that moment that she realized that there was hope in changing him.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"f114fc98-b150-4376-9747-7097210f2334","title":"He couldn't move. His head throbbed and spun.","tags":["crime","fiction","classic"],"text":"He couldn't move. His head throbbed and spun. He couldn't decide if it was the flu or the drinking last night. It was probably a combination of both.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"fb3b7dcd-5476-4055-8de3-7a4dc4de8310","title":"It was difficult to explain to them","tags":["fiction","classic","magical"],"text":"It was difficult to explain to them how the diagnosis of certain death had actually given him life. While everyone around him was in tears and upset, he actually felt more at ease. The doctor said it would be less than a year. That gave him a year to live, something he'd failed to do with his daily drudgery of a routine that had passed as life until then.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"19c4f158-1c11-45df-ae3c-61b784bf97c5","title":"The words hadn't flowed from his fingers","tags":["crime","history","classic"],"text":"The words hadn't flowed from his fingers for the past few weeks. He never imagined he'd find himself with writer's block, but here he sat with a blank screen in front of him.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"7c6b9402-77da-4149-8d2f-e5b9701bce48","title":"He knew what he was supposed to do.","tags":["love","fiction"],"text":"He knew what he was supposed to do. That had been apparent from the beginning. That was what made the choice so difficult. What he was supposed to do and what he would do were not the same. This would have been fine if he were willing to face the inevitable consequences, but he wasn't.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"6107794e-ad22-4549-ac77-f1868174a6ad","title":"Sometimes there isn't a good answer.","tags":["english","history","crime"],"text":"Sometimes there isn't a good answer. No matter how you try to rationalize the outcome, it doesn't make sense. And instead of an answer, you are simply left with a question. Why?","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"bd740ea5-cae9-4085-99e5-14f8caef6266","title":"The wave roared towards them with speed and violence they had not anticipated.","tags":["american","fiction","classic"],"text":"The wave roared towards them with speed and violence they had not anticipated. They both turned to run but by that time it was too late. The wave crashed into their legs sweeping both of them off of their feet. They now found themselves in a washing machine of saltwater, getting tumbled and not know what was up or down.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"a361b4e1-8799-408e-92c0-58f5e2ca6d76","title":"She sat down with her notebook in her hand","tags":["history","english","love"],"text":"She sat down with her notebook in her hand, her mind wandering to faraway places. She paused and considered all that had happened. It hadn't gone as expected. When the day began she thought it was going to be a bad one, but as she sat recalling the day's events to write them down, she had to admit, it had been a rather marvelous day.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"9cffcd13-e5e2-4d33-a874-c84ccaa3f782","title":"Welcome to my world.","tags":["love","history"],"text":"You will be greeted by the unexpected here and your mind will be challenged and expanded in ways that you never thought possible. That is if you are able to survive...","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"9438b864-ab80-4230-bf39-4027dcda878d","title":"Time is all relative based on age and experience.","tags":["mystery","magical","crime"],"text":"When you are a child an hour is a long time to wait but a very short time when that’s all the time you are allowed on your iPad. As a teenager time goes faster the more deadlines you have and the more you procrastinate. As a young adult, you think you have forever to live and don’t appreciate the time you spend with others.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"00382fcc-bbd7-4b4a-beef-883bc4bba78e","title":"Time is all relative based on age and experience.","tags":["love","fiction","classic"],"text":"As a middle-aged adult, time flies by as you watch your children grow up. And finally, as you get old and you have fewer responsibilities and fewer demands on you, time slows. You appreciate each day and are thankful you are alive. An hour is the same amount of time for everyone yet it can feel so different in how it goes by.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"12a127a3-1ba2-4d56-96a0-03cbc2a92b58","title":"There are only three ways to make this work.","tags":["classic","english"],"text":"There are only three ways to make this work. The first is to let me take care of everything. The second is for you to take care of everything. The third is to split everything 50 / 50. I think the last option is the most preferable, but I'm certain it'll also mean the end of our marriage.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"17bcedd4-2f72-4eb2-987c-63b7d1439178","title":"Many people say that life isn't like a bed of roses.","tags":["magical"],"text":"Many people say that life isn't like a bed of roses. I beg to differ. I think that life is quite like a bed of roses. Just like life, a bed of roses looks pretty on the outside, but when you're in it, you find that it is nothing but thorns and pain. I myself have been pricked quite badly.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"282ef9b7-5e75-45c8-9dae-1f02747971b2","title":"He watched as the young man tried","tags":["magical","mystery","love"],"text":"He watched as the young man tried to impress everyone in the room with his intelligence. There was no doubt that he was smart. The fact that he was more intelligent than anyone else in the room could have been easily deduced, but nobody was really paying any attention due to the fact that it was also obvious that the young man only cared about his intelligence.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"50452d99-e22b-4cfe-94f3-cd4f0abf04ce","title":"I'm going to hire professional help tomorrow.","tags":["fiction","classic","american"],"text":"I'm going to hire professional help tomorrow. I can't handle this anymore. She fell over the coffee table and now there is blood in her catheter. This is much more than I ever signed up to do.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"20017384-c5e8-464f-9aa9-22f6ccdd57b0","title":"He heard the crack echo in the late afternoon about a mile away.","tags":["love","classic","history"],"text":"He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. \"It wasn't a gunshot, it wasn't a gunshot,\" he repeated under his breathlessness as he continued to sprint.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"6e1baf5d-eafa-4dd9-9524-dbb51ce036e5","title":"She looked at her student wondering if she could ever get through.","tags":["classic","english","history"],"text":"She looked at her student wondering if she could ever get through. \"You need to learn to think for yourself,\" she wanted to tell him. \"Your friends are holding you back and bringing you down.\" But she didn't because she knew his friends were all that he had and even if that meant a life of misery, he would never give them up.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"b39f605f-e46a-4096-a64b-0838200b1c6a","title":"Balloons are pretty and come in different colors","tags":["american","crime","magical"],"text":"Balloons are pretty and come in different colors, different shapes, different sizes, and they can even adjust sizes as needed. But don't make them too big or they might just pop, and then bye-bye balloon. It'll be gone and lost for the rest of mankind. They can serve a variety of purposes, from decorating to water balloon wars. You just have to use your head to think a little bit about what to do with them.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"cf6d6fcc-a9b1-4ba6-86c9-44235029c6cd","title":"It seemed like it should have been so simple.","tags":["love","classic","english"],"text":"It seemed like it should have been so simple. There was nothing inherently difficult with getting the project done. It was simple and straightforward enough that even a child should have been able to complete it on time, but that wasn't the case. The deadline had arrived and the project remained unfinished.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"07308a7f-f39e-412f-bb46-a6c2f1b5b906","title":"The house was located at the top of the hill","tags":["classic","french","history"],"text":"The house was located at the top of the hill at the end of a winding road. It wasn't obvious that the house was there, but everyone in town knew that it existed. They were just all too afraid to ever go and see it in person.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"b8dad144-a8ce-49ee-8317-7a1b19aa3253","title":"She tried to explain that love wasn't like pie.","tags":["mystery","crime","fiction"],"text":"She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"a17ac427-d6ca-4507-8075-3718fb1ce9e1","title":"Debbie knew she was being selfish","tags":["english","american"],"text":"Debbie knew she was being selfish and unreasonable. She understood why the others in the room were angry and frustrated with her and the way she was acting. In her eyes, it didn't really matter how they felt because she simply didn't care.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"08edd7d6-6806-4658-bd6f-14c75178ad47","title":"The young man wanted a role model.","tags":["magical","american"],"text":"The young man wanted a role model. He looked long and hard in his youth, but that role model never materialized. His only choice was to embrace all the people in his life he didn't want to be like.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"ce24a267-40d1-49e8-b384-4cd89b267d79","title":"The headache wouldn't go away.","tags":["mystery","love"],"text":"The headache wouldn't go away. She's taken medicine but even that didn't help. The monstrous throbbing in her head continued. She had this happen to her only once before in her life and she realized that only one thing could be happening.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"5022c3b2-1ec1-464f-bc11-a2f64dd03fa9","title":"The towels had been hanging from the rod for years.","tags":["magical","english","american"],"text":"The towels had been hanging from the rod for years. They were stained and worn, and quite frankly, just plain ugly. Debra didn't want to touch them but she really didn't have a choice. It was important for her to see what was living within them.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"d02233fd-518b-43bd-adbc-d385d751cb3c","title":"It was a concerning development that he couldn't get out of his mind.","tags":["french","fiction","love"],"text":"He'd had many friends throughout his early years and had fond memories of playing with them, but he couldn't understand how it had all stopped. There was some point as he grew up that he played with each of his friends for the very last time, and he had no idea that it would be the last.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"7fa7c060-6621-4a3e-a0c2-3d5b13205486","title":"Sometimes it's just better not to be seen.","tags":["french","classic"],"text":"Sometimes it's just better not to be seen. That's how Harry had always lived his life. He prided himself as being the fly on the wall and the fae that blended into the crowd. That's why he was so shocked that she noticed him.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"3fde2552-59f8-417c-b2c9-5fd9cd2c5095","title":"Trees. It was something about the trees.","tags":["love","fiction","crime"],"text":"Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"21830748-9d17-47fb-8b85-a43993ef7989","title":"The shoes had been there for as long as anyone could remember.","tags":["american","french","crime"],"text":"The shoes had been there for as long as anyone could remember. In fact, it was difficult for anyone to come up with a date they had first appeared. It had seemed they'd always been there and yet they seemed so out of place. Why nobody had removed them was a question that had been asked time and again, but while they all thought it, nobody had ever found the energy to actually do it.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"e1e30de5-9349-4efd-a5da-9f0728438538","title":"The clowns had taken over. And yes, they were literally clowns.","tags":["crime","magical","american"],"text":"The clowns had taken over. And yes, they were literally clowns. Over 100 had appeared out of a small VW bug that had been driven up to the bank. Now they were all inside and had taken it over.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"f552ca2f-6dbf-4673-8878-9ee038f77fd6","title":"The red line moved across the page.","tags":["love","american"],"text":"The red line moved across the page. With each millimeter it advanced forward, something changed in the room. The actual change taking place was difficult to perceive, but the change was real. The red line continued relentlessly across the page and the room would never be the same.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"965f14c0-2aba-4bb6-bb9e-299fc5910ee5","title":"A long black shadow slid across the pavement","tags":["crime","english","classic"],"text":"A long black shadow slid across the pavement near their feet and the five Venusians, very much startled, looked overhead. They were barely in time to see the huge gray form of the carnivore before it vanished behind a sign atop a nearby building which bore the mystifying information \"Pepsi-Cola.\"","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"2264cf95-3d23-4c52-97dc-e773eb7af0df","title":"Explain to me again why I shouldn't cheat?","tags":["classic","french","fiction"],"text":"\"Explain to me again why I shouldn't cheat?\" he asked. \"All the others do and nobody ever gets punished for doing so. I should go about being happy losing to cheaters because I know that I don't? That's what you're telling me?\"","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"3b6967c5-6259-4583-a3c5-2c8a968a0a8a","title":"You know that tingly feeling you get on the back of your neck sometimes?","tags":["mystery","french","american"],"text":"You know that tingly feeling you get on the back of your neck sometimes? I just got that feeling when talking with her. You know I don't believe in sixth senses, but there is something not right with her. I don't know how I know, but I just do.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"b0ef3a3e-7a48-4a78-a8e3-a6e91f651c9c","title":"His parents continued to question him.","tags":["english","history","american"],"text":"He didn't know what to say to them since they refused to believe the truth. He explained again and again, and they dismissed his explanation as a figment of his imagination. There was no way that grandpa, who had been dead for five years, could have told him where the treasure had been hidden. Of course, it didn't help that grandpa was roaring with laughter in the chair next to him as he tried to explain once again how he'd found it.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"db3edd8d-56ba-4152-98d6-b7c16cb2352f","title":"Have you ever wondered about toes?","tags":["history","love","crime"],"text":"Why 10 toes and not 12. Why are some bigger than others? Some people can use their toes to pick up things while others can barely move them on command. Some toes are nice to look at while others are definitely not something you want to look at. Toes can be stubbed and make us scream. Toes help us balance and walk. 10 toes are just something to ponder.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"0b810c8d-8b4e-4727-964b-79e646e3a971","title":"It was so great to hear from you today","tags":["french","magical","american"],"text":"\"It was so great to hear from you today and it was such weird timing,\" he said. \"This is going to sound funny and a little strange, but you were in a dream I had just a couple of days ago. I'd love to get together and tell you about it if you're up for a cup of coffee,\" he continued, laying the trap he'd been planning for years.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"0ad7a38c-f2d6-4ef9-b54c-e6738d4d85f1","title":"He collected the plastic trash on a daily basis.","tags":["english","mystery","classic"],"text":"He collected the plastic trash on a daily basis. It never seemed to end. Even if he cleaned the entire beach, more plastic would cover it the next day after the tide had come in. Although it was a futile effort that would never be done, he continued to pick up the trash each day.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"1d5edd9a-f137-4f00-81a8-cef74b09493b","title":"There was no time.","tags":["history","fiction","english"],"text":"There was no time. He ran out of the door without half the stuff he needed for work, but it didn't matter. He was late and if he didn't make this meeting on time, someone's life may be in danger.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"7b05c45c-686b-4555-a146-c45ffd209491","title":"The leather jacked showed the scars","tags":["french","fiction"],"text":"The leather jacked showed the scars of being his favorite for years. It wore those scars with pride, feeling that they enhanced his presence rather than diminishing it. The scars gave it character and had not overwhelmed to the point that it had become ratty. The jacket was in its prime and it knew it.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"673a703e-66dd-4df4-9ac0-a363bbdad48a","title":"She sat deep in thought.","tags":["french","american","fiction"],"text":"She sat deep in thought. The next word that came out o her mouth would likely be the most important word of her life. It had to be exact with no possibility of being misinterpreted. She was ready. She looked deeply into his eyes and said, \"Octopus.\"","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"0a2d9c43-c7ee-4744-9f69-05df08e764a3","title":"Debbie had taken George for granted","tags":["american","crime","history"],"text":"Debbie had taken George for granted for more than fifteen years now. He wasn't sure what exactly had made him choose this time and place to address the issue, but he decided that now was the time. He looked straight into her eyes and just as she was about to speak, turned away and walked out the door.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"243869e3-e00d-460f-8ae1-6895da773a5e","title":"He lifted the bottle to his lips and took a sip","tags":["american","french","love"],"text":"He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"f544afa8-9ae8-4bdf-abfd-ef7f618514aa","title":"He swung back the fishing pole and cast the line","tags":["mystery","american","english"],"text":"He swung back the fishing pole and cast the line which ell 25 feet away into the river. The lure landed in the perfect spot and he was sure he would soon get a bite. He never expected that the bite would come from behind in the form of a bear.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"b663b8df-e27f-42ff-a4e3-f6dff70d4fc1","title":"It was just a burger.","tags":["classic","fiction","magical"],"text":"It was just a burger. Why couldn't she understand that? She knew he'd completely changed his life around her eating habits, so why couldn't she give him a break this one time? She wasn't even supposed to have found out. Yes, he had promised her and yes, he had broken that promise, but still in his mind, all it had been was just a burger.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"5c3ccb94-1bc6-4ab7-8ec1-21280f900820","title":"Things aren't going well at all","tags":["american","love","fiction"],"text":"Things aren't going well at all with mom today. She is just a limp noodle and wants to sleep all the time. I sure hope that things get better soon.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"41aa61d7-1197-4b48-ae14-72a93bd71b50","title":"The chair sat in the corner where it had been","tags":["mystery","american"],"text":"The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"927df3e6-03f9-4942-81f1-974639db27b1","title":"He had three simple rules by which he lived.","tags":["crime","love"],"text":"He had three simple rules by which he lived. The first was to never eat blue food. There was nothing in nature that was edible that was blue. People often asked about blueberries, but everyone knows those are actually purple. He understood it was one of the stranger rules to live by, but it had served him well thus far in the 50+ years of his life.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"3c1660de-28fc-4166-8820-cc0d4fe1291b","title":"Ten more steps.","tags":["mystery","classic","love"],"text":"If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"384e2c5f-f2d5-424f-8b48-c4543dccbcb0","title":"She patiently waited for his number to be called.","tags":["french","mystery","crime"],"text":"She patiently waited for his number to be called. She had no desire to be there, but her mom had insisted that she go. She's resisted at first, but over time she realized it was simply easier to appease her and go. Mom tended to be that way. She would keep insisting until you wore down and did what she wanted. So, here she sat, patiently waiting for her number to be called.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"febea92f-64b4-4ed6-beb2-b865185a884b","title":"It went through such rapid contortions","tags":["fiction","history","french"],"text":"It went through such rapid contortions that the little bear was forced to change his hold on it so many times he became confused in the darkness, and could not, for the life of him, tell whether he held the sheep right side up, or upside down. But that point was decided for him a moment later by the animal itself, who, with a sudden twist, jabbed its horns so hard into his lowest ribs that he gave a grunt of anger and disgust.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"c25dea6f-9f7d-40f3-903a-6f620524e64b","title":"The robot clicked disapprovingly.","tags":["crime","american","love"],"text":"The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. \"Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,\" it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"ab37b83a-b3d9-45fe-98e4-7276a612e898","title":"It's an unfortunate reality that we don't teach people how to make money","tags":["crime","english"],"text":"It's an unfortunate reality that we don't teach people how to make money (beyond getting a 9 to 5 job) as part of our education system. The truth is there are a lot of different, legitimate ways to make money. That doesn't mean they are easy and that you won't have to work hard to succeed, but it does mean that if you're willing to open your mind a bit you don't have to be stuck in an office from 9 to 5 for the next fifty years o your life.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"fa4a7413-87c9-4781-8d2d-a7d3b60c0eae","title":"She has seen this scene before.","tags":["classic","love","history"],"text":"She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"c8707df2-dcf3-4fb5-8ef7-12883c268dcf","title":"He wandered down the stairs and into the basement","tags":["french","american"],"text":"He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"deec62e4-a56a-4a9b-912c-544d097936d0","title":"He couldn't remember exactly where he had read it","tags":["french","classic"],"text":"He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"9adb0936-6eac-4031-9da5-92a78e7b7996","title":"The rain and wind abruptly stopped.","tags":["fiction","crime","magical"],"text":"The rain and wind abruptly stopped, but the sky still had the gray swirls of storms in the distance. Dave knew this feeling all too well. The calm before the storm. He only had a limited amount of time before all Hell broke loose, but he stopped to admire the calmness. Maybe it would be different this time, he thought, with the knowledge deep within that it wouldn't.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"5140efc4-e701-45a3-9ed3-7457e1c10a77","title":"She had a terrible habit o comparing her life to others","tags":["history","french","love"],"text":"She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"239c9ebf-a5c6-4477-9902-8af2707bae37","title":"She was in a hurry.","tags":["french","magical","english"],"text":"She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"fc234f81-1b04-473e-8d1c-ba10d1bf08be","title":"There was only one way to do things in the Statton house.","tags":["magical","french","american"],"text":"There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"38f0ce9f-51f3-4538-86d4-644925ec354d","title":"The trees, therefore, must be such old","tags":["fiction","history","crime"],"text":"The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"f00e96c2-e8f3-448b-9299-609dcf3f33f6","title":"The paper was blank.","tags":["mystery","english","love"],"text":"The paper was blank. It shouldn't have been. There should have been writing on the paper, at least a paragraph if not more. The fact that the writing wasn't there was frustrating. Actually, it was even more than frustrating. It was downright distressing.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"48eebb83-ac61-4994-a2e4-8bee011b8152","title":"She wanted rainbow hair.","tags":["mystery","classic","french"],"text":"She wanted rainbow hair. That's what she told the hairdresser. It should be deep rainbow colors, too. She wasn't interested in pastel rainbow hair. She wanted it deep and vibrant so there was no doubt that she had done this on purpose.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"8c399a29-d7af-4abe-a72a-1c1dd203c725","title":"She was aware that things could go wrong.","tags":["love","english"],"text":"She was aware that things could go wrong. In fact, she had trained her entire life in anticipation that things would go wrong one day. She had quiet confidence as she started to see that this was the day that all her training would be worthwhile and useful. At this point, she had no idea just how wrong everything would go that day.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"5199cb42-63f2-4c8f-8725-a153fa8b346a","title":"It wasn't quite yet time to panic.","tags":["mystery","american","history"],"text":"It wasn't quite yet time to panic. There was still time to salvage the situation. At least that is what she was telling himself. The reality was that it was time to panic and there wasn't time to salvage the situation, but he continued to delude himself into believing there was.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"e20bf43a-63fa-43f4-ab30-9ec4246a86ee","title":"They rushed out the door.","tags":["fiction","magical","history"],"text":"They rushed out the door, grabbing anything and everything they could think of they might need. There was no time to double-check to make sure they weren't leaving something important behind. Everything was thrown into the car and they sped off. Thirty minutes later they were safe and that was when it dawned on them that they had forgotten the most important thing of all.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"82a36b10-772a-4f36-b4c8-52407ce9328e","title":"There are different types of secrets.","tags":["american","history","magical"],"text":"There are different types of secrets. She had held onto plenty of them during her life, but this one was different. She found herself holding onto the worst type. It was the type of secret that could gnaw away at your insides if you didn't tell someone about it, but it could end up getting you killed if you did.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"9bde1b80-d666-468c-a06f-7b5658c9f217","title":"One can cook on and with an open fire.","tags":["american","english"],"text":"One can cook on and with an open fire. These are some of the ways to cook with fire outside. Cooking meat using a spit is a great way to evenly cook meat. In order to keep meat from burning, it's best to slowly rotate it.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"19e1cc2f-b264-4cdd-89a5-55ddca25fdb3","title":"This is important to remember.","tags":["magical","crime"],"text":"This is important to remember. Love isn't like pie. You don't need to divide it among all your friends and loved ones. No matter how much love you give, you can always give more. It doesn't run out, so don't try to hold back giving it as if it may one day run out. Give it freely and as much as you want.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"0a3222f1-04d8-4264-8e4c-e65a53fe68c9","title":"Dave wasn't exactly sure how he had ended up","tags":["english","classic","american"],"text":"Dave wasn't exactly sure how he had ended up in this predicament. He ran through all the events that had lead to this current situation and it still didn't make sense. He wanted to spend some time to try and make sense of it all, but he had higher priorities at the moment. The first was how to get out of his current situation of being naked in a tree with snow falling all around and no way for him to get down.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"70e63f0d-7c2f-49ae-a8ed-4cb91468bde8","title":"Hopes and dreams were dashed that day.","tags":["crime","mystery","love"],"text":"Hopes and dreams were dashed that day. It should have been expected, but it still came as a shock. The warning signs had been ignored in favor of the possibility, however remote, that it could actually happen. That possibility had grown from hope to an undeniable belief it must be destiny. That was until it wasn't and the hopes and dreams came crashing down.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"1ace086d-7bc8-4115-b20a-9b6bd6321e6d","title":"All he wanted was a candy bar.","tags":["mystery","english","american"],"text":"All he wanted was a candy bar. It didn't seem like a difficult request to comprehend, but the clerk remained frozen and didn't seem to want to honor the request. It might have had something to do with the gun pointed at his face.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"a5e11862-0dce-4425-a6de-4d82c8164e34","title":"Dave watched as the forest burned up on the hill.","tags":["magical","history","french"],"text":"Dave watched as the forest burned up on the hill, only a few miles from her house. The car had been hastily packed and Marta was inside trying to round up the last of the pets. Dave went through his mental list of the most important papers and documents that they couldn't leave behind. He scolded himself for not having prepared these better in advance and hoped that he had remembered everything that was needed. He continued to wait for Marta to appear with the pets, but she still was nowhere to be seen.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"096748be-0092-4732-9baa-c2dc51e15dc9","title":"He was an expert but not in a discipline","tags":["french","fiction","english"],"text":"He was an expert but not in a discipline that anyone could fully appreciate. He knew how to hold the cone just right so that the soft server ice-cream fell into it at the precise angle to form a perfect cone each and every time. It had taken years to perfect and he could now do it without even putting any thought behind it.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"57a490db-aee0-4020-8753-97cd6f367c7d","title":"His mother had always taught him","tags":["history","american","crime"],"text":"His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"f070a883-1d7e-4bd9-8bc5-2403168ad91c","title":"But Art is a punitive sentence, not a","tags":["love","history","crime"],"text":"birthright, & there is nothing in my early life that suggests artistick aptitude or even interest, my pastimes & fascinations nearly all being what may – & were – deemed the merely villainous.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"f00a84f2-dcb6-428f-9c25-33d7bfbc43ec","title":"Like all men not really up to their job,","tags":["crime","classic"],"text":"a stickler for externals and petty quotidian things; and in lieu of an intellect he had accumulated an armoury of capitalized key-words like Discipline and Tradition and Responsibility.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"a2e8411a-edb4-4d14-8851-7b8c095463be","title":"And how can you bring it home to them?","tags":["english","mystery","fiction"],"text":"an inspiration? By a vision? A dream? Brothers! People! Why has life been given you? In the deep, deaf stillness of midnight, the doors of the death cells are being swung open – and great-souled people are being dragged out to be shot.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"77311773-31e3-4891-a39c-710536ad0dd8","title":"As for the leaflets reporting the creation of","tags":["classic","fiction","crime"],"text":"the ROA, the “Russian Liberation Army,” not only were they written in bad Russian, but they were imbued with an alien spirit that was clearly German and, moreover, seemed little concerned with their presumed subject; besides, and on the other hand,","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"4d83c369-4073-4c33-b965-07021a95d9bc","title":"If only it were all so simple! If only there","tags":["classic","mystery","french"],"text":"were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"b530865e-538a-4c7c-8eb3-7f351c9d9e57","title":"So what is the answer? How can you stand","tags":["love","fiction","history"],"text":"From the moment you go to prison you must put your cozy past firmly behind you. At the very threshold, you must say to yourself: “My life is over, a little early to be sure, but there’s nothing to be done about it. I shall never return to freedom.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"56864936-0d7a-4c3a-94b8-f135a721f6be","title":"Happiness was different in childhood.","tags":["american","crime","mystery"],"text":"so much then a matter simply of accumulation, of taking things – new experiences, new emotions – and applying them like so many polished tiles to what would someday be the marvellously finished pavilion of the self.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"d95a6f2c-2c5b-42cb-a377-76365918a7af","title":"He could find no answer, except life’s usual","tags":["magical","american","classic"],"text":"answer to the most complex and insoluble questions. That answer is: live in the needs of the day, that is, find forgetfulness.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"a0c98cc4-401b-4c38-a6ce-ab54b21686c2","title":"‘My dear Bounderby,’ Mr. Gradgrind began","tags":["classic","love","english"],"text":"‘Now, you’ll excuse me,’ said Bounderby, ‘but I don’t want to be too dear.  That, to start with.  When I begin to be dear to a man, I generally find that his intention is to come over me.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"c58108ff-9973-48bd-a89a-01465161951c","title":"In truth, Mrs. Gradgrind’s stock of facts in","tags":["love","crime"],"text":"general was woefully defective; but Mr. Gradgrind in raising her to her high matrimonial position, had been influenced by two reasons.  Firstly, she was most satisfactory as a question of figures; and, secondly,","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"1e971c99-8efd-4571-9ea0-2e27f43c76d0","title":"Gentlemen of the free-and-easy sort","tags":["love","history"],"text":"plume themselves on being acquainted with a move or two, and being usually equal to the time-of-day, express the wide range of their capacity for adventure by observing that they are good for anything from pitch-and-toss to manslaughter;","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"5fe3d5f7-7d1c-4ad0-88bc-19274dae0ed5","title":"On Saturday nights I would sit by the phone","tags":["english","mystery"],"text":"in the lobby, waiting for Naoko to call. Most of the others were out, so the lobby was usually deserted. I would stare at the grains of light suspended in that silent space, struggling to see into my own heart. What did I want? ","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"84471bd4-d2d2-498c-9cdd-4562a52bb481","title":"There were little things that she simply could not stand.","tags":["history","classic","magical"],"text":"There were little things that she simply could not stand. The sound of someone tapping their nails on the table. A person chewing with their mouth open. Another human imposing themselves into her space. She couldn't stand any of these things, but none of them compared to the number one thing she couldn't stand which topped all of them combined.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"8e13d784-9c0c-44aa-b88a-3c4d6f1b74b0","title":"The red glint of paint sparkled under the sun.","tags":["english","love","french"],"text":"He had dreamed of owning this car since he was ten, and that dream had become a reality less than a year ago. It was his baby and he spent hours caring for it, pampering it, and fondling over it. She knew this all too well, and that's exactly why she had taken a sludge hammer to it.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"8e0575a9-8bbc-41da-bf48-03242b0d6b87","title":"He picked up the burnt end of the branch and made a mark on the stone.","tags":["english","love","fiction"],"text":"Day 52 if the marks on the stone were accurate. He couldn't be sure. Day and nights had begun to blend together creating confusion, but he knew it was a long time. Much too long.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"31030182-1985-4c03-8fcb-cf774db66c52","title":"The choice was red, green, or blue.","tags":["english","fiction"],"text":"It didn't seem like an important choice when he was making it, but it was a choice nonetheless. Had he known the consequences at that time, he would likely have considered the choice a bit longer. In the end, he didn't and ended up choosing blue.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"1575c951-4357-4079-84f0-63b0dd9ee750","title":"He stepped away from the mic. This was the best take he had done so far","tags":["magical","fiction"],"text":"He stepped away from the mic. This was the best take he had done so far, but something seemed missing. Then it struck him all at once. Visuals ran in front of his eyes and music rang in his ears. His eager fingers went to work in an attempt to capture his thoughts hoping the results would produce something that was at least half their glory.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"57db6ce7-308a-402b-9116-5dc3e9d82ae4","title":"Are you getting my texts???","tags":["mystery","magical","history"],"text":"\"Are you getting my texts???\" she texted to him. He glanced at it and chuckled under his breath. Of course he was getting them, but if he wasn't getting them, how would he ever be able to answer? He put the phone down and continued on his project. He was ignoring her texts and he planned to continue to do so.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"3551d511-0900-450c-9827-1333cb95f2b1","title":"Pink ponies and purple giraffes roamed the field.","tags":["french","classic","mystery"],"text":"Pink ponies and purple giraffes roamed the field. Cotton candy grew from the ground as a chocolate river meandered off to the side. What looked like stones in the pasture were actually rock candy. Everything in her dream seemed to be perfect except for the fact that she had no mouth.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"de645de9-4973-4a72-845e-5e8b6c7c3ae3","title":"There was something in the tree.","tags":["mystery","fiction","love"],"text":"There was something in the tree. It was difficult to tell from the ground, but Rachael could see movement. She squinted her eyes and peered in the direction of the movement, trying to decipher exactly what she had spied.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"6290a5c3-8f9d-46ec-a7c3-9845249f3853","title":"Cake or pie?","tags":["classic","love","french"],"text":"I can tell a lot about you by which one you pick. It may seem silly, but cake people and pie people are really different. I know which one I hope you are, but that's not for me to decide. So, what is it? Cake or pie?","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"c3104ec9-a597-4f25-899e-704d7b2dc8c4","title":"It was a simple tip of the hat","tags":["american","classic","history"],"text":"Grace didn't think that anyone else besides her had even noticed it. It wasn't anything that the average person would notice, let alone remember at the end of the day.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"cbc4df5b-8454-486c-8388-78daa7462237","title":"The thing that's great about this job","tags":["crime","magical"],"text":"The thing that's great about this job is the time sourcing the items involves no traveling. I just look online to buy it. It's really as simple as that. While everyone else is searching for what they can sell, I sit in front of my computer and buy better stuff for less money and spend a fraction of the time doing it.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"581c4b67-cc11-4ded-895c-a693a6a73c30","title":"She nervously peered over the edge.","tags":["crime","english","french"],"text":"She nervously peered over the edge. She understood in her mind that the view was supposed to be beautiful, but all she felt was fear. There had always been something about heights that disturbed her, and now she could feel the full force of this unease.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"6bdbf62a-707f-4b2a-9a76-60c6ee78ba0a","title":"Her mom had warned her.","tags":["mystery","english"],"text":"Her mom had warned her. She had been warned time and again, but she had refused to believe her. She had done everything right and she knew she would be rewarded for doing so with the promotion.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"9959dc7a-b143-45ea-9c26-821773a3147c","title":"There was something beautiful in his hate.","tags":["classic","love","french"],"text":"There was something beautiful in his hate. It wasn't the hate itself as it was a disgusting display of racism and intolerance. It was what propelled the hate and the fact that although he had this hate, he didn't understand where it came from. It was at that moment that she realized that there was hope in changing him.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"07ed2d4e-1a68-48df-9785-971a491e8ca6","title":"He couldn't move. His head throbbed and spun.","tags":["crime","fiction","classic"],"text":"He couldn't move. His head throbbed and spun. He couldn't decide if it was the flu or the drinking last night. It was probably a combination of both.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"128767b5-6eda-47f7-9844-6cbb5feac580","title":"It was difficult to explain to them","tags":["fiction","classic","magical"],"text":"It was difficult to explain to them how the diagnosis of certain death had actually given him life. While everyone around him was in tears and upset, he actually felt more at ease. The doctor said it would be less than a year. That gave him a year to live, something he'd failed to do with his daily drudgery of a routine that had passed as life until then.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"bd49486e-74f1-41ff-95f7-1e4728dbccc3","title":"The words hadn't flowed from his fingers","tags":["crime","history","classic"],"text":"The words hadn't flowed from his fingers for the past few weeks. He never imagined he'd find himself with writer's block, but here he sat with a blank screen in front of him.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"efe43d6a-a92d-44f3-9912-a2f4d6fa216f","title":"He knew what he was supposed to do.","tags":["love","fiction"],"text":"He knew what he was supposed to do. That had been apparent from the beginning. That was what made the choice so difficult. What he was supposed to do and what he would do were not the same. This would have been fine if he were willing to face the inevitable consequences, but he wasn't.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"a0f2aabc-469a-4270-9d4e-06d062b886dc","title":"Sometimes there isn't a good answer.","tags":["english","history","crime"],"text":"Sometimes there isn't a good answer. No matter how you try to rationalize the outcome, it doesn't make sense. And instead of an answer, you are simply left with a question. Why?","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"13f0b7b1-5648-4045-8b90-bb4c7b9f58d1","title":"The wave roared towards them with speed and violence they had not anticipated.","tags":["american","fiction","classic"],"text":"The wave roared towards them with speed and violence they had not anticipated. They both turned to run but by that time it was too late. The wave crashed into their legs sweeping both of them off of their feet. They now found themselves in a washing machine of saltwater, getting tumbled and not know what was up or down.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"02837153-45a3-4313-b3e4-6ad77d8bb612","title":"She sat down with her notebook in her hand","tags":["history","english","love"],"text":"She sat down with her notebook in her hand, her mind wandering to faraway places. She paused and considered all that had happened. It hadn't gone as expected. When the day began she thought it was going to be a bad one, but as she sat recalling the day's events to write them down, she had to admit, it had been a rather marvelous day.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"c8701cca-da49-4f5a-8597-6ca67d841847","title":"Welcome to my world.","tags":["love","history"],"text":"You will be greeted by the unexpected here and your mind will be challenged and expanded in ways that you never thought possible. That is if you are able to survive...","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"180330cf-bd28-4371-9de8-763c651d9c91","title":"Time is all relative based on age and experience.","tags":["mystery","magical","crime"],"text":"When you are a child an hour is a long time to wait but a very short time when that’s all the time you are allowed on your iPad. As a teenager time goes faster the more deadlines you have and the more you procrastinate. As a young adult, you think you have forever to live and don’t appreciate the time you spend with others.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"19ba602b-7598-4543-a32f-000349bddd77","title":"Time is all relative based on age and experience.","tags":["love","fiction","classic"],"text":"As a middle-aged adult, time flies by as you watch your children grow up. And finally, as you get old and you have fewer responsibilities and fewer demands on you, time slows. You appreciate each day and are thankful you are alive. An hour is the same amount of time for everyone yet it can feel so different in how it goes by.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"e5493e79-d70a-4b1d-bc01-0629cf327424","title":"There are only three ways to make this work.","tags":["classic","english"],"text":"There are only three ways to make this work. The first is to let me take care of everything. The second is for you to take care of everything. The third is to split everything 50 / 50. I think the last option is the most preferable, but I'm certain it'll also mean the end of our marriage.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"aaf835eb-8923-4ceb-bf03-07c68716658c","title":"Many people say that life isn't like a bed of roses.","tags":["magical"],"text":"Many people say that life isn't like a bed of roses. I beg to differ. I think that life is quite like a bed of roses. Just like life, a bed of roses looks pretty on the outside, but when you're in it, you find that it is nothing but thorns and pain. I myself have been pricked quite badly.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"ec954b70-1a5c-4e70-9f84-1c06a3514c50","title":"He watched as the young man tried","tags":["magical","mystery","love"],"text":"He watched as the young man tried to impress everyone in the room with his intelligence. There was no doubt that he was smart. The fact that he was more intelligent than anyone else in the room could have been easily deduced, but nobody was really paying any attention due to the fact that it was also obvious that the young man only cared about his intelligence.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"e30de5bd-db25-4930-b398-87fb6554e16e","title":"I'm going to hire professional help tomorrow.","tags":["fiction","classic","american"],"text":"I'm going to hire professional help tomorrow. I can't handle this anymore. She fell over the coffee table and now there is blood in her catheter. This is much more than I ever signed up to do.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"5fcee46a-e93d-4bb0-bf59-8b115a4b58cd","title":"He heard the crack echo in the late afternoon about a mile away.","tags":["love","classic","history"],"text":"He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. \"It wasn't a gunshot, it wasn't a gunshot,\" he repeated under his breathlessness as he continued to sprint.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"c28cade1-5bd5-4363-828b-ebd0ff3cb1e5","title":"She looked at her student wondering if she could ever get through.","tags":["classic","english","history"],"text":"She looked at her student wondering if she could ever get through. \"You need to learn to think for yourself,\" she wanted to tell him. \"Your friends are holding you back and bringing you down.\" But she didn't because she knew his friends were all that he had and even if that meant a life of misery, he would never give them up.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"dda6fe57-be8b-4171-83a0-b4a67228c64f","title":"Balloons are pretty and come in different colors","tags":["american","crime","magical"],"text":"Balloons are pretty and come in different colors, different shapes, different sizes, and they can even adjust sizes as needed. But don't make them too big or they might just pop, and then bye-bye balloon. It'll be gone and lost for the rest of mankind. They can serve a variety of purposes, from decorating to water balloon wars. You just have to use your head to think a little bit about what to do with them.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"77ecc9dc-1f15-4c00-b730-c2b916847020","title":"It seemed like it should have been so simple.","tags":["love","classic","english"],"text":"It seemed like it should have been so simple. There was nothing inherently difficult with getting the project done. It was simple and straightforward enough that even a child should have been able to complete it on time, but that wasn't the case. The deadline had arrived and the project remained unfinished.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"e34dc585-5ab7-4df6-ad79-56f9ba5a3a4d","title":"The house was located at the top of the hill","tags":["classic","french","history"],"text":"The house was located at the top of the hill at the end of a winding road. It wasn't obvious that the house was there, but everyone in town knew that it existed. They were just all too afraid to ever go and see it in person.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"4f51a830-affa-4c24-9729-8f973ac8a9b2","title":"She tried to explain that love wasn't like pie.","tags":["mystery","crime","fiction"],"text":"She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"21811a7a-c50e-4128-a57f-f3eec7a16e4b","title":"Debbie knew she was being selfish","tags":["english","american"],"text":"Debbie knew she was being selfish and unreasonable. She understood why the others in the room were angry and frustrated with her and the way she was acting. In her eyes, it didn't really matter how they felt because she simply didn't care.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"c59234ed-9e11-4011-9042-eb7f3562aebf","title":"The young man wanted a role model.","tags":["magical","american"],"text":"The young man wanted a role model. He looked long and hard in his youth, but that role model never materialized. His only choice was to embrace all the people in his life he didn't want to be like.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"1a52114d-f5b6-4f28-8285-06a9f889f1e5","title":"The headache wouldn't go away.","tags":["mystery","love"],"text":"The headache wouldn't go away. She's taken medicine but even that didn't help. The monstrous throbbing in her head continued. She had this happen to her only once before in her life and she realized that only one thing could be happening.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"3516dd22-dcc0-4047-9080-86a48d36ec54","title":"The towels had been hanging from the rod for years.","tags":["magical","english","american"],"text":"The towels had been hanging from the rod for years. They were stained and worn, and quite frankly, just plain ugly. Debra didn't want to touch them but she really didn't have a choice. It was important for her to see what was living within them.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"0555876e-dcc9-42d3-b0a6-d50c4d6ac27a","title":"It was a concerning development that he couldn't get out of his mind.","tags":["french","fiction","love"],"text":"He'd had many friends throughout his early years and had fond memories of playing with them, but he couldn't understand how it had all stopped. There was some point as he grew up that he played with each of his friends for the very last time, and he had no idea that it would be the last.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"2fd1dd14-bb29-4a2b-a9d0-afca7e43d190","title":"Sometimes it's just better not to be seen.","tags":["french","classic"],"text":"Sometimes it's just better not to be seen. That's how Harry had always lived his life. He prided himself as being the fly on the wall and the fae that blended into the crowd. That's why he was so shocked that she noticed him.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"6b91f1e9-fccc-449c-a26b-efae3094b8ce","title":"Trees. It was something about the trees.","tags":["love","fiction","crime"],"text":"Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"52af835a-dd94-441b-a3f4-8d85d042fbc8","title":"The shoes had been there for as long as anyone could remember.","tags":["american","french","crime"],"text":"The shoes had been there for as long as anyone could remember. In fact, it was difficult for anyone to come up with a date they had first appeared. It had seemed they'd always been there and yet they seemed so out of place. Why nobody had removed them was a question that had been asked time and again, but while they all thought it, nobody had ever found the energy to actually do it.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"fb611324-1ab3-43ff-8531-efbbc510d54f","title":"The clowns had taken over. And yes, they were literally clowns.","tags":["crime","magical","american"],"text":"The clowns had taken over. And yes, they were literally clowns. Over 100 had appeared out of a small VW bug that had been driven up to the bank. Now they were all inside and had taken it over.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"c5a17ea1-05c4-4988-860e-72086934e8d4","title":"The red line moved across the page.","tags":["love","american"],"text":"The red line moved across the page. With each millimeter it advanced forward, something changed in the room. The actual change taking place was difficult to perceive, but the change was real. The red line continued relentlessly across the page and the room would never be the same.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"d801d5b7-336d-427e-aa04-174b0bc6fcc7","title":"A long black shadow slid across the pavement","tags":["crime","english","classic"],"text":"A long black shadow slid across the pavement near their feet and the five Venusians, very much startled, looked overhead. They were barely in time to see the huge gray form of the carnivore before it vanished behind a sign atop a nearby building which bore the mystifying information \"Pepsi-Cola.\"","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"78ab24a7-8e42-4ed8-871a-31e187133703","title":"Explain to me again why I shouldn't cheat?","tags":["classic","french","fiction"],"text":"\"Explain to me again why I shouldn't cheat?\" he asked. \"All the others do and nobody ever gets punished for doing so. I should go about being happy losing to cheaters because I know that I don't? That's what you're telling me?\"","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"b873cf05-a78c-4803-a335-942b8f50fdbe","title":"You know that tingly feeling you get on the back of your neck sometimes?","tags":["mystery","french","american"],"text":"You know that tingly feeling you get on the back of your neck sometimes? I just got that feeling when talking with her. You know I don't believe in sixth senses, but there is something not right with her. I don't know how I know, but I just do.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"8f1a8bad-fe9e-44a8-b4e0-95d222f7172d","title":"His parents continued to question him.","tags":["english","history","american"],"text":"He didn't know what to say to them since they refused to believe the truth. He explained again and again, and they dismissed his explanation as a figment of his imagination. There was no way that grandpa, who had been dead for five years, could have told him where the treasure had been hidden. Of course, it didn't help that grandpa was roaring with laughter in the chair next to him as he tried to explain once again how he'd found it.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"39f4aea6-e0f1-4d1b-aa8c-ef78cf56d2d6","title":"Have you ever wondered about toes?","tags":["history","love","crime"],"text":"Why 10 toes and not 12. Why are some bigger than others? Some people can use their toes to pick up things while others can barely move them on command. Some toes are nice to look at while others are definitely not something you want to look at. Toes can be stubbed and make us scream. Toes help us balance and walk. 10 toes are just something to ponder.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"d9df19cf-55e0-4a9d-99f9-992ce6240632","title":"It was so great to hear from you today","tags":["french","magical","american"],"text":"\"It was so great to hear from you today and it was such weird timing,\" he said. \"This is going to sound funny and a little strange, but you were in a dream I had just a couple of days ago. I'd love to get together and tell you about it if you're up for a cup of coffee,\" he continued, laying the trap he'd been planning for years.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"33aab75b-0d68-425f-92db-962d0bf7a4d1","title":"He collected the plastic trash on a daily basis.","tags":["english","mystery","classic"],"text":"He collected the plastic trash on a daily basis. It never seemed to end. Even if he cleaned the entire beach, more plastic would cover it the next day after the tide had come in. Although it was a futile effort that would never be done, he continued to pick up the trash each day.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"bc5c2814-e51a-42cb-aa6a-44278d185b4c","title":"There was no time.","tags":["history","fiction","english"],"text":"There was no time. He ran out of the door without half the stuff he needed for work, but it didn't matter. He was late and if he didn't make this meeting on time, someone's life may be in danger.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"d2b9de3d-9093-4961-a74f-c7627f5d750b","title":"The leather jacked showed the scars","tags":["french","fiction"],"text":"The leather jacked showed the scars of being his favorite for years. It wore those scars with pride, feeling that they enhanced his presence rather than diminishing it. The scars gave it character and had not overwhelmed to the point that it had become ratty. The jacket was in its prime and it knew it.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"8f223651-f175-4950-9d96-260ba1eb2838","title":"She sat deep in thought.","tags":["french","american","fiction"],"text":"She sat deep in thought. The next word that came out o her mouth would likely be the most important word of her life. It had to be exact with no possibility of being misinterpreted. She was ready. She looked deeply into his eyes and said, \"Octopus.\"","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"35f996f7-ca9d-4ec2-bffd-6ea66a16bc9c","title":"Debbie had taken George for granted","tags":["american","crime","history"],"text":"Debbie had taken George for granted for more than fifteen years now. He wasn't sure what exactly had made him choose this time and place to address the issue, but he decided that now was the time. He looked straight into her eyes and just as she was about to speak, turned away and walked out the door.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"ff2c4707-4140-43c4-959a-60fb69c6ca81","title":"He lifted the bottle to his lips and took a sip","tags":["american","french","love"],"text":"He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"bac8091b-9c05-4a42-800c-f666da2c939d","title":"He swung back the fishing pole and cast the line","tags":["mystery","american","english"],"text":"He swung back the fishing pole and cast the line which ell 25 feet away into the river. The lure landed in the perfect spot and he was sure he would soon get a bite. He never expected that the bite would come from behind in the form of a bear.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"9cbc3f22-f62a-42c7-8634-22a7dc2cf3b6","title":"It was just a burger.","tags":["classic","fiction","magical"],"text":"It was just a burger. Why couldn't she understand that? She knew he'd completely changed his life around her eating habits, so why couldn't she give him a break this one time? She wasn't even supposed to have found out. Yes, he had promised her and yes, he had broken that promise, but still in his mind, all it had been was just a burger.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"2d9981d3-5e0e-49f4-8308-8c34dc2f0ff5","title":"Things aren't going well at all","tags":["american","love","fiction"],"text":"Things aren't going well at all with mom today. She is just a limp noodle and wants to sleep all the time. I sure hope that things get better soon.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"d5e748d6-2c19-4a15-b37b-90de74c66086","title":"The chair sat in the corner where it had been","tags":["mystery","american"],"text":"The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"d3bbccf7-a5fe-4baa-9336-04ae3a78edf5","title":"He had three simple rules by which he lived.","tags":["crime","love"],"text":"He had three simple rules by which he lived. The first was to never eat blue food. There was nothing in nature that was edible that was blue. People often asked about blueberries, but everyone knows those are actually purple. He understood it was one of the stranger rules to live by, but it had served him well thus far in the 50+ years of his life.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"e631e20a-66af-4005-84ca-7b1b5eb0b1d5","title":"Ten more steps.","tags":["mystery","classic","love"],"text":"If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"b062c939-e307-484d-b8ad-681f43e78e31","title":"She patiently waited for his number to be called.","tags":["french","mystery","crime"],"text":"She patiently waited for his number to be called. She had no desire to be there, but her mom had insisted that she go. She's resisted at first, but over time she realized it was simply easier to appease her and go. Mom tended to be that way. She would keep insisting until you wore down and did what she wanted. So, here she sat, patiently waiting for her number to be called.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"c304ceb6-3842-496e-8419-ae315f10c386","title":"It went through such rapid contortions","tags":["fiction","history","french"],"text":"It went through such rapid contortions that the little bear was forced to change his hold on it so many times he became confused in the darkness, and could not, for the life of him, tell whether he held the sheep right side up, or upside down. But that point was decided for him a moment later by the animal itself, who, with a sudden twist, jabbed its horns so hard into his lowest ribs that he gave a grunt of anger and disgust.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"b8f61c7c-f951-41b0-a3ae-2297f8f39456","title":"The robot clicked disapprovingly.","tags":["crime","american","love"],"text":"The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. \"Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,\" it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"4d7d5ba7-8612-48c6-966e-cec74680b25f","title":"It's an unfortunate reality that we don't teach people how to make money","tags":["crime","english"],"text":"It's an unfortunate reality that we don't teach people how to make money (beyond getting a 9 to 5 job) as part of our education system. The truth is there are a lot of different, legitimate ways to make money. That doesn't mean they are easy and that you won't have to work hard to succeed, but it does mean that if you're willing to open your mind a bit you don't have to be stuck in an office from 9 to 5 for the next fifty years o your life.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"9cd00fe0-ffd0-4b2f-8050-5474eb5a7ea6","title":"She has seen this scene before.","tags":["classic","love","history"],"text":"She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"7be0d9d0-fa68-46fe-b27b-f9838152fcab","title":"He wandered down the stairs and into the basement","tags":["french","american"],"text":"He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"a4b526f3-2f9c-496c-8432-e4bd81b7ee8e","title":"He couldn't remember exactly where he had read it","tags":["french","classic"],"text":"He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"a803d976-80a7-4421-8bc2-b3e517aeaad9","title":"The rain and wind abruptly stopped.","tags":["fiction","crime","magical"],"text":"The rain and wind abruptly stopped, but the sky still had the gray swirls of storms in the distance. Dave knew this feeling all too well. The calm before the storm. He only had a limited amount of time before all Hell broke loose, but he stopped to admire the calmness. Maybe it would be different this time, he thought, with the knowledge deep within that it wouldn't.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"d243e5c4-ecb9-43f6-aa14-887ccaefcdd4","title":"She had a terrible habit o comparing her life to others","tags":["history","french","love"],"text":"She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"4a6d6fdf-0a0e-414c-96da-873153c5d2f9","title":"She was in a hurry.","tags":["french","magical","english"],"text":"She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"a96950db-cc05-4435-a04e-a2cf5f76a674","title":"There was only one way to do things in the Statton house.","tags":["magical","french","american"],"text":"There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"3d65fabd-03d5-4646-b4fa-b829bff95a85","title":"The trees, therefore, must be such old","tags":["fiction","history","crime"],"text":"The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"67449ced-400d-451b-a81d-e891ee861f4a","title":"The paper was blank.","tags":["mystery","english","love"],"text":"The paper was blank. It shouldn't have been. There should have been writing on the paper, at least a paragraph if not more. The fact that the writing wasn't there was frustrating. Actually, it was even more than frustrating. It was downright distressing.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"0165a11b-1800-439c-871f-3578929a4c93","title":"She wanted rainbow hair.","tags":["mystery","classic","french"],"text":"She wanted rainbow hair. That's what she told the hairdresser. It should be deep rainbow colors, too. She wasn't interested in pastel rainbow hair. She wanted it deep and vibrant so there was no doubt that she had done this on purpose.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"36107754-50d1-401b-a6a6-bdb7c46a427f","title":"She was aware that things could go wrong.","tags":["love","english"],"text":"She was aware that things could go wrong. In fact, she had trained her entire life in anticipation that things would go wrong one day. She had quiet confidence as she started to see that this was the day that all her training would be worthwhile and useful. At this point, she had no idea just how wrong everything would go that day.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"633bbec4-2f73-4e93-9cd9-e361d4a0eb1a","title":"It wasn't quite yet time to panic.","tags":["mystery","american","history"],"text":"It wasn't quite yet time to panic. There was still time to salvage the situation. At least that is what she was telling himself. The reality was that it was time to panic and there wasn't time to salvage the situation, but he continued to delude himself into believing there was.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"fcffa8e5-6b8b-4145-b47d-e364fb8a5449","title":"They rushed out the door.","tags":["fiction","magical","history"],"text":"They rushed out the door, grabbing anything and everything they could think of they might need. There was no time to double-check to make sure they weren't leaving something important behind. Everything was thrown into the car and they sped off. Thirty minutes later they were safe and that was when it dawned on them that they had forgotten the most important thing of all.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"209ae417-8c69-435f-9eab-19cdab8c95e2","title":"There are different types of secrets.","tags":["american","history","magical"],"text":"There are different types of secrets. She had held onto plenty of them during her life, but this one was different. She found herself holding onto the worst type. It was the type of secret that could gnaw away at your insides if you didn't tell someone about it, but it could end up getting you killed if you did.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"f8b0aec3-c60d-4c3d-8d9f-7d3816265c98","title":"One can cook on and with an open fire.","tags":["american","english"],"text":"One can cook on and with an open fire. These are some of the ways to cook with fire outside. Cooking meat using a spit is a great way to evenly cook meat. In order to keep meat from burning, it's best to slowly rotate it.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"a589736d-6b20-4cd6-8983-fd67235c5ba6","title":"This is important to remember.","tags":["magical","crime"],"text":"This is important to remember. Love isn't like pie. You don't need to divide it among all your friends and loved ones. No matter how much love you give, you can always give more. It doesn't run out, so don't try to hold back giving it as if it may one day run out. Give it freely and as much as you want.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"95021b3a-85bd-43d6-842f-39563d07ec8d","title":"Dave wasn't exactly sure how he had ended up","tags":["english","classic","american"],"text":"Dave wasn't exactly sure how he had ended up in this predicament. He ran through all the events that had lead to this current situation and it still didn't make sense. He wanted to spend some time to try and make sense of it all, but he had higher priorities at the moment. The first was how to get out of his current situation of being naked in a tree with snow falling all around and no way for him to get down.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"1b1115ee-19d4-456d-b51e-2c7ae8119dea","title":"Hopes and dreams were dashed that day.","tags":["crime","mystery","love"],"text":"Hopes and dreams were dashed that day. It should have been expected, but it still came as a shock. The warning signs had been ignored in favor of the possibility, however remote, that it could actually happen. That possibility had grown from hope to an undeniable belief it must be destiny. That was until it wasn't and the hopes and dreams came crashing down.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"cadf792e-2db4-4c58-bae8-e51b719bd069","title":"All he wanted was a candy bar.","tags":["mystery","english","american"],"text":"All he wanted was a candy bar. It didn't seem like a difficult request to comprehend, but the clerk remained frozen and didn't seem to want to honor the request. It might have had something to do with the gun pointed at his face.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"dcab044c-940a-4c13-aae2-136a89491e05","title":"Dave watched as the forest burned up on the hill.","tags":["magical","history","french"],"text":"Dave watched as the forest burned up on the hill, only a few miles from her house. The car had been hastily packed and Marta was inside trying to round up the last of the pets. Dave went through his mental list of the most important papers and documents that they couldn't leave behind. He scolded himself for not having prepared these better in advance and hoped that he had remembered everything that was needed. He continued to wait for Marta to appear with the pets, but she still was nowhere to be seen.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"6dccef1b-a921-4588-bd79-1fb4f5180953","title":"He was an expert but not in a discipline","tags":["french","fiction","english"],"text":"He was an expert but not in a discipline that anyone could fully appreciate. He knew how to hold the cone just right so that the soft server ice-cream fell into it at the precise angle to form a perfect cone each and every time. It had taken years to perfect and he could now do it without even putting any thought behind it.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"7eb59fec-3302-4951-a652-b5faeb336865","title":"His mother had always taught him","tags":["history","american","crime"],"text":"His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"4beef306-0c39-462b-a0cb-30889f6355ac","title":"But Art is a punitive sentence, not a","tags":["love","history","crime"],"text":"birthright, & there is nothing in my early life that suggests artistick aptitude or even interest, my pastimes & fascinations nearly all being what may – & were – deemed the merely villainous.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"1e51c421-dd7c-4ea1-ba4c-59c792e334ea","title":"Like all men not really up to their job,","tags":["crime","classic"],"text":"a stickler for externals and petty quotidian things; and in lieu of an intellect he had accumulated an armoury of capitalized key-words like Discipline and Tradition and Responsibility.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"79c3a605-81bc-4318-8d9d-6f8b632d0e68","title":"And how can you bring it home to them?","tags":["english","mystery","fiction"],"text":"an inspiration? By a vision? A dream? Brothers! People! Why has life been given you? In the deep, deaf stillness of midnight, the doors of the death cells are being swung open – and great-souled people are being dragged out to be shot.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"5a22f305-9815-43de-a240-9dcb5ca2447b","title":"As for the leaflets reporting the creation of","tags":["classic","fiction","crime"],"text":"the ROA, the “Russian Liberation Army,” not only were they written in bad Russian, but they were imbued with an alien spirit that was clearly German and, moreover, seemed little concerned with their presumed subject; besides, and on the other hand,","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"5c195826-3e33-4a1e-99e9-d262f451e138","title":"If only it were all so simple! If only there","tags":["classic","mystery","french"],"text":"were evil people somewhere insidiously committing evil deeds, and it were necessary only to separate them from the rest of us and destroy them. But the line dividing good and evil cuts through the heart of every human being. And who is willing to destroy a piece of his own heart?","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"7dad90e0-3edc-4ac8-b494-a124d2a81cad","title":"So what is the answer? How can you stand","tags":["love","fiction","history"],"text":"From the moment you go to prison you must put your cozy past firmly behind you. At the very threshold, you must say to yourself: “My life is over, a little early to be sure, but there’s nothing to be done about it. I shall never return to freedom.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"8d21209b-0648-4200-8da4-8f2719b0cf5c","title":"Happiness was different in childhood.","tags":["american","crime","mystery"],"text":"so much then a matter simply of accumulation, of taking things – new experiences, new emotions – and applying them like so many polished tiles to what would someday be the marvellously finished pavilion of the self.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"c09c1051-6ec6-47a8-b8d4-7198218ef3b0","title":"He could find no answer, except life’s usual","tags":["magical","american","classic"],"text":"answer to the most complex and insoluble questions. That answer is: live in the needs of the day, that is, find forgetfulness.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"2eddba42-9cb3-4a66-92b8-b4f6748f8f37","title":"‘My dear Bounderby,’ Mr. Gradgrind began","tags":["classic","love","english"],"text":"‘Now, you’ll excuse me,’ said Bounderby, ‘but I don’t want to be too dear.  That, to start with.  When I begin to be dear to a man, I generally find that his intention is to come over me.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"104e82a9-d2f4-4f87-9cb8-a7c74012e3fe","title":"In truth, Mrs. Gradgrind’s stock of facts in","tags":["love","crime"],"text":"general was woefully defective; but Mr. Gradgrind in raising her to her high matrimonial position, had been influenced by two reasons.  Firstly, she was most satisfactory as a question of figures; and, secondly,","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"1ad05a01-845a-4860-98e0-e32861d4966f","title":"Gentlemen of the free-and-easy sort","tags":["love","history"],"text":"plume themselves on being acquainted with a move or two, and being usually equal to the time-of-day, express the wide range of their capacity for adventure by observing that they are good for anything from pitch-and-toss to manslaughter;","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"06752acc-8a3f-492c-8036-38d126ca6887","title":"On Saturday nights I would sit by the phone","tags":["english","mystery"],"text":"in the lobby, waiting for Naoko to call. Most of the others were out, so the lobby was usually deserted. I would stare at the grains of light suspended in that silent space, struggling to see into my own heart. What did I want? ","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"c6455f93-3f28-4842-b952-4e79bd3a1368","title":"There were little things that she simply could not stand.","tags":["history","classic","magical"],"text":"There were little things that she simply could not stand. The sound of someone tapping their nails on the table. A person chewing with their mouth open. Another human imposing themselves into her space. She couldn't stand any of these things, but none of them compared to the number one thing she couldn't stand which topped all of them combined.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"8d5af6f8-4ebb-419e-882b-8e734fe03982","title":"The red glint of paint sparkled under the sun.","tags":["english","love","french"],"text":"He had dreamed of owning this car since he was ten, and that dream had become a reality less than a year ago. It was his baby and he spent hours caring for it, pampering it, and fondling over it. She knew this all too well, and that's exactly why she had taken a sludge hammer to it.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"ba5e31c1-8413-4d5a-bf20-2a9e5091f9c8","title":"He picked up the burnt end of the branch and made a mark on the stone.","tags":["english","love","fiction"],"text":"Day 52 if the marks on the stone were accurate. He couldn't be sure. Day and nights had begun to blend together creating confusion, but he knew it was a long time. Much too long.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"002b38ec-45b2-48dd-a58c-c3ca489d34d0","title":"The choice was red, green, or blue.","tags":["english","fiction"],"text":"It didn't seem like an important choice when he was making it, but it was a choice nonetheless. Had he known the consequences at that time, he would likely have considered the choice a bit longer. In the end, he didn't and ended up choosing blue.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"a57d09ed-3bf4-4d59-b926-1fc1cb305584","title":"He stepped away from the mic. This was the best take he had done so far","tags":["magical","fiction"],"text":"He stepped away from the mic. This was the best take he had done so far, but something seemed missing. Then it struck him all at once. Visuals ran in front of his eyes and music rang in his ears. His eager fingers went to work in an attempt to capture his thoughts hoping the results would produce something that was at least half their glory.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"0d079e66-c243-40af-9237-eb4976696bac","title":"Are you getting my texts???","tags":["mystery","magical","history"],"text":"\"Are you getting my texts???\" she texted to him. He glanced at it and chuckled under his breath. Of course he was getting them, but if he wasn't getting them, how would he ever be able to answer? He put the phone down and continued on his project. He was ignoring her texts and he planned to continue to do so.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"95d1c700-1bc4-4ad8-8677-b7f3e6b7f9ea","title":"Pink ponies and purple giraffes roamed the field.","tags":["french","classic","mystery"],"text":"Pink ponies and purple giraffes roamed the field. Cotton candy grew from the ground as a chocolate river meandered off to the side. What looked like stones in the pasture were actually rock candy. Everything in her dream seemed to be perfect except for the fact that she had no mouth.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"f36b67db-f26e-408e-8602-8710a90eaf31","title":"There was something in the tree.","tags":["mystery","fiction","love"],"text":"There was something in the tree. It was difficult to tell from the ground, but Rachael could see movement. She squinted her eyes and peered in the direction of the movement, trying to decipher exactly what she had spied.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"5b388863-ddc5-4c38-89d6-6da69a06d45e","title":"Cake or pie?","tags":["classic","love","french"],"text":"I can tell a lot about you by which one you pick. It may seem silly, but cake people and pie people are really different. I know which one I hope you are, but that's not for me to decide. So, what is it? Cake or pie?","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"ad050373-f0c3-4e27-a73b-d6b3940b947c","title":"It was a simple tip of the hat","tags":["american","classic","history"],"text":"Grace didn't think that anyone else besides her had even noticed it. It wasn't anything that the average person would notice, let alone remember at the end of the day.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"26925175-18e6-4edb-83c4-293369a1383e","title":"The thing that's great about this job","tags":["crime","magical"],"text":"The thing that's great about this job is the time sourcing the items involves no traveling. I just look online to buy it. It's really as simple as that. While everyone else is searching for what they can sell, I sit in front of my computer and buy better stuff for less money and spend a fraction of the time doing it.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"b601bbfb-580f-4943-a0b2-0e8b7905ffc6","title":"She nervously peered over the edge.","tags":["crime","english","french"],"text":"She nervously peered over the edge. She understood in her mind that the view was supposed to be beautiful, but all she felt was fear. There had always been something about heights that disturbed her, and now she could feel the full force of this unease.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"9506be45-3df9-420b-8f72-5725709ea8a4","title":"Her mom had warned her.","tags":["mystery","english"],"text":"Her mom had warned her. She had been warned time and again, but she had refused to believe her. She had done everything right and she knew she would be rewarded for doing so with the promotion.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"1170e5b9-03be-45d0-9d2c-b35494168145","title":"There was something beautiful in his hate.","tags":["classic","love","french"],"text":"There was something beautiful in his hate. It wasn't the hate itself as it was a disgusting display of racism and intolerance. It was what propelled the hate and the fact that although he had this hate, he didn't understand where it came from. It was at that moment that she realized that there was hope in changing him.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"26e327af-e4a0-4461-9901-3a9819920732","title":"He couldn't move. His head throbbed and spun.","tags":["crime","fiction","classic"],"text":"He couldn't move. His head throbbed and spun. He couldn't decide if it was the flu or the drinking last night. It was probably a combination of both.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"4130a802-17d9-4c1d-892a-65cb6b5617eb","title":"It was difficult to explain to them","tags":["fiction","classic","magical"],"text":"It was difficult to explain to them how the diagnosis of certain death had actually given him life. While everyone around him was in tears and upset, he actually felt more at ease. The doctor said it would be less than a year. That gave him a year to live, something he'd failed to do with his daily drudgery of a routine that had passed as life until then.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"ae2c6fa8-e449-411b-b8f0-9153aaae9d4b","title":"The words hadn't flowed from his fingers","tags":["crime","history","classic"],"text":"The words hadn't flowed from his fingers for the past few weeks. He never imagined he'd find himself with writer's block, but here he sat with a blank screen in front of him.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"f857e616-8a99-42bd-bd47-7abfb5617de1","title":"He knew what he was supposed to do.","tags":["love","fiction"],"text":"He knew what he was supposed to do. That had been apparent from the beginning. That was what made the choice so difficult. What he was supposed to do and what he would do were not the same. This would have been fine if he were willing to face the inevitable consequences, but he wasn't.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"2025b1a6-7734-48c3-b34d-699e03e474a6","title":"Sometimes there isn't a good answer.","tags":["english","history","crime"],"text":"Sometimes there isn't a good answer. No matter how you try to rationalize the outcome, it doesn't make sense. And instead of an answer, you are simply left with a question. Why?","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"76389a02-c24b-4cbb-86c5-624550f86f74","title":"The wave roared towards them with speed and violence they had not anticipated.","tags":["american","fiction","classic"],"text":"The wave roared towards them with speed and violence they had not anticipated. They both turned to run but by that time it was too late. The wave crashed into their legs sweeping both of them off of their feet. They now found themselves in a washing machine of saltwater, getting tumbled and not know what was up or down.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"26688312-303f-4f0c-a503-f92e124947e4","title":"She sat down with her notebook in her hand","tags":["history","english","love"],"text":"She sat down with her notebook in her hand, her mind wandering to faraway places. She paused and considered all that had happened. It hadn't gone as expected. When the day began she thought it was going to be a bad one, but as she sat recalling the day's events to write them down, she had to admit, it had been a rather marvelous day.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"1427708c-e088-4b6b-9fae-c1dfcfb5e119","title":"Welcome to my world.","tags":["love","history"],"text":"You will be greeted by the unexpected here and your mind will be challenged and expanded in ways that you never thought possible. That is if you are able to survive...","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"55b8ef97-646d-4260-b831-ebded925ed09","title":"Time is all relative based on age and experience.","tags":["mystery","magical","crime"],"text":"When you are a child an hour is a long time to wait but a very short time when that’s all the time you are allowed on your iPad. As a teenager time goes faster the more deadlines you have and the more you procrastinate. As a young adult, you think you have forever to live and don’t appreciate the time you spend with others.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"bc1a6ec0-42f2-4ed7-84c7-24c72c3e8c13","title":"Time is all relative based on age and experience.","tags":["love","fiction","classic"],"text":"As a middle-aged adult, time flies by as you watch your children grow up. And finally, as you get old and you have fewer responsibilities and fewer demands on you, time slows. You appreciate each day and are thankful you are alive. An hour is the same amount of time for everyone yet it can feel so different in how it goes by.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"4dad2079-f391-49b7-b77c-c16e04cf82b5","title":"There are only three ways to make this work.","tags":["classic","english"],"text":"There are only three ways to make this work. The first is to let me take care of everything. The second is for you to take care of everything. The third is to split everything 50 / 50. I think the last option is the most preferable, but I'm certain it'll also mean the end of our marriage.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"4fc58488-d344-4a6e-a153-8bc5bb57ab9b","title":"Many people say that life isn't like a bed of roses.","tags":["magical"],"text":"Many people say that life isn't like a bed of roses. I beg to differ. I think that life is quite like a bed of roses. Just like life, a bed of roses looks pretty on the outside, but when you're in it, you find that it is nothing but thorns and pain. I myself have been pricked quite badly.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"f1c416f9-0e9c-4967-b0b8-81b42f074b16","title":"He watched as the young man tried","tags":["magical","mystery","love"],"text":"He watched as the young man tried to impress everyone in the room with his intelligence. There was no doubt that he was smart. The fact that he was more intelligent than anyone else in the room could have been easily deduced, but nobody was really paying any attention due to the fact that it was also obvious that the young man only cared about his intelligence.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"56bd3cc0-b872-4322-b988-ccdf2cda01ff","title":"I'm going to hire professional help tomorrow.","tags":["fiction","classic","american"],"text":"I'm going to hire professional help tomorrow. I can't handle this anymore. She fell over the coffee table and now there is blood in her catheter. This is much more than I ever signed up to do.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"e92faf60-6475-446f-ae13-3a725bed7024","title":"He heard the crack echo in the late afternoon about a mile away.","tags":["love","classic","history"],"text":"He heard the crack echo in the late afternoon about a mile away. His heart started racing and he bolted into a full sprint. \"It wasn't a gunshot, it wasn't a gunshot,\" he repeated under his breathlessness as he continued to sprint.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"abd24d8e-5592-40f2-9b56-5df0f3e59bc7","title":"She looked at her student wondering if she could ever get through.","tags":["classic","english","history"],"text":"She looked at her student wondering if she could ever get through. \"You need to learn to think for yourself,\" she wanted to tell him. \"Your friends are holding you back and bringing you down.\" But she didn't because she knew his friends were all that he had and even if that meant a life of misery, he would never give them up.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"ff8a5e94-3192-4405-b770-5f210b3e97ba","title":"Balloons are pretty and come in different colors","tags":["american","crime","magical"],"text":"Balloons are pretty and come in different colors, different shapes, different sizes, and they can even adjust sizes as needed. But don't make them too big or they might just pop, and then bye-bye balloon. It'll be gone and lost for the rest of mankind. They can serve a variety of purposes, from decorating to water balloon wars. You just have to use your head to think a little bit about what to do with them.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"840a80a8-e6bb-45f2-90d9-fa8d9d089ced","title":"It seemed like it should have been so simple.","tags":["love","classic","english"],"text":"It seemed like it should have been so simple. There was nothing inherently difficult with getting the project done. It was simple and straightforward enough that even a child should have been able to complete it on time, but that wasn't the case. The deadline had arrived and the project remained unfinished.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"3d365273-8b7c-4188-ab78-4cb91a6207d5","title":"The house was located at the top of the hill","tags":["classic","french","history"],"text":"The house was located at the top of the hill at the end of a winding road. It wasn't obvious that the house was there, but everyone in town knew that it existed. They were just all too afraid to ever go and see it in person.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"963436df-4bd6-456e-83fe-f3970fd8586d","title":"She tried to explain that love wasn't like pie.","tags":["mystery","crime","fiction"],"text":"She tried to explain that love wasn't like pie. There wasn't a set number of slices to be given out. There wasn't less to be given to one person if you wanted to give more to another. That after a set amount was given out it would all disappear. She tried to explain this, but it fell on deaf ears.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"0146c539-93b1-4213-a0e9-3260a19051d0","title":"Debbie knew she was being selfish","tags":["english","american"],"text":"Debbie knew she was being selfish and unreasonable. She understood why the others in the room were angry and frustrated with her and the way she was acting. In her eyes, it didn't really matter how they felt because she simply didn't care.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"a6db8306-c5bf-48a3-b211-3ac33bf22725","title":"The young man wanted a role model.","tags":["magical","american"],"text":"The young man wanted a role model. He looked long and hard in his youth, but that role model never materialized. His only choice was to embrace all the people in his life he didn't want to be like.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"bbac44a1-380f-4826-bc4c-b405738b82bc","title":"The headache wouldn't go away.","tags":["mystery","love"],"text":"The headache wouldn't go away. She's taken medicine but even that didn't help. The monstrous throbbing in her head continued. She had this happen to her only once before in her life and she realized that only one thing could be happening.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"18efd027-90bb-446c-9974-3c340309d95a","title":"The towels had been hanging from the rod for years.","tags":["magical","english","american"],"text":"The towels had been hanging from the rod for years. They were stained and worn, and quite frankly, just plain ugly. Debra didn't want to touch them but she really didn't have a choice. It was important for her to see what was living within them.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"ab3581b2-39f6-4e3f-9d52-be9fa6e47862","title":"It was a concerning development that he couldn't get out of his mind.","tags":["french","fiction","love"],"text":"He'd had many friends throughout his early years and had fond memories of playing with them, but he couldn't understand how it had all stopped. There was some point as he grew up that he played with each of his friends for the very last time, and he had no idea that it would be the last.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"2f4b1797-8d24-4a75-939b-285d09020f76","title":"Sometimes it's just better not to be seen.","tags":["french","classic"],"text":"Sometimes it's just better not to be seen. That's how Harry had always lived his life. He prided himself as being the fly on the wall and the fae that blended into the crowd. That's why he was so shocked that she noticed him.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"df527dd5-ebbf-4139-80e1-719d6109b6d1","title":"Trees. It was something about the trees.","tags":["love","fiction","crime"],"text":"Trees. It was something about the trees. The way they swayed with the wind in unison. The way they shaded the area around them. The sounds of their leaves in the wind and the creaks from the branches as they sway, The trees were making a statement that I just couldn't understand.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"148de5c6-be9b-441b-8202-797861511955","title":"The shoes had been there for as long as anyone could remember.","tags":["american","french","crime"],"text":"The shoes had been there for as long as anyone could remember. In fact, it was difficult for anyone to come up with a date they had first appeared. It had seemed they'd always been there and yet they seemed so out of place. Why nobody had removed them was a question that had been asked time and again, but while they all thought it, nobody had ever found the energy to actually do it.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"708de592-40f7-4d1b-bb6b-0928c9d40101","title":"The clowns had taken over. And yes, they were literally clowns.","tags":["crime","magical","american"],"text":"The clowns had taken over. And yes, they were literally clowns. Over 100 had appeared out of a small VW bug that had been driven up to the bank. Now they were all inside and had taken it over.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"c78c789c-66ab-4d91-aaea-055c7b24304d","title":"The red line moved across the page.","tags":["love","american"],"text":"The red line moved across the page. With each millimeter it advanced forward, something changed in the room. The actual change taking place was difficult to perceive, but the change was real. The red line continued relentlessly across the page and the room would never be the same.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"29ebcf16-dc55-43ec-a13a-136b514d9240","title":"A long black shadow slid across the pavement","tags":["crime","english","classic"],"text":"A long black shadow slid across the pavement near their feet and the five Venusians, very much startled, looked overhead. They were barely in time to see the huge gray form of the carnivore before it vanished behind a sign atop a nearby building which bore the mystifying information \"Pepsi-Cola.\"","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"ad7f0bab-60ad-49b3-b968-bba40ec299b5","title":"Explain to me again why I shouldn't cheat?","tags":["classic","french","fiction"],"text":"\"Explain to me again why I shouldn't cheat?\" he asked. \"All the others do and nobody ever gets punished for doing so. I should go about being happy losing to cheaters because I know that I don't? That's what you're telling me?\"","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"c249ab88-d817-4179-92d9-f7dd075c98b8","title":"You know that tingly feeling you get on the back of your neck sometimes?","tags":["mystery","french","american"],"text":"You know that tingly feeling you get on the back of your neck sometimes? I just got that feeling when talking with her. You know I don't believe in sixth senses, but there is something not right with her. I don't know how I know, but I just do.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"94aaeed5-fe18-4483-a113-82b7fd79e7c3","title":"His parents continued to question him.","tags":["english","history","american"],"text":"He didn't know what to say to them since they refused to believe the truth. He explained again and again, and they dismissed his explanation as a figment of his imagination. There was no way that grandpa, who had been dead for five years, could have told him where the treasure had been hidden. Of course, it didn't help that grandpa was roaring with laughter in the chair next to him as he tried to explain once again how he'd found it.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"5f096a00-fd36-4572-a330-04a55f575c5e","title":"Have you ever wondered about toes?","tags":["history","love","crime"],"text":"Why 10 toes and not 12. Why are some bigger than others? Some people can use their toes to pick up things while others can barely move them on command. Some toes are nice to look at while others are definitely not something you want to look at. Toes can be stubbed and make us scream. Toes help us balance and walk. 10 toes are just something to ponder.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"ce7e8a74-fe8e-4132-9bbe-c04e9ac24c26","title":"It was so great to hear from you today","tags":["french","magical","american"],"text":"\"It was so great to hear from you today and it was such weird timing,\" he said. \"This is going to sound funny and a little strange, but you were in a dream I had just a couple of days ago. I'd love to get together and tell you about it if you're up for a cup of coffee,\" he continued, laying the trap he'd been planning for years.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"8ced7c54-c66b-4057-a417-113bc7a47c1f","title":"He collected the plastic trash on a daily basis.","tags":["english","mystery","classic"],"text":"He collected the plastic trash on a daily basis. It never seemed to end. Even if he cleaned the entire beach, more plastic would cover it the next day after the tide had come in. Although it was a futile effort that would never be done, he continued to pick up the trash each day.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"8d7bc5cb-2dff-48d8-8aef-dd569a8a716b","title":"There was no time.","tags":["history","fiction","english"],"text":"There was no time. He ran out of the door without half the stuff he needed for work, but it didn't matter. He was late and if he didn't make this meeting on time, someone's life may be in danger.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"1eda2db8-eff3-4c02-9929-9274030b757e","title":"The leather jacked showed the scars","tags":["french","fiction"],"text":"The leather jacked showed the scars of being his favorite for years. It wore those scars with pride, feeling that they enhanced his presence rather than diminishing it. The scars gave it character and had not overwhelmed to the point that it had become ratty. The jacket was in its prime and it knew it.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"7622d6b6-71c5-4567-9dfc-8402524cfdf0","title":"She sat deep in thought.","tags":["french","american","fiction"],"text":"She sat deep in thought. The next word that came out o her mouth would likely be the most important word of her life. It had to be exact with no possibility of being misinterpreted. She was ready. She looked deeply into his eyes and said, \"Octopus.\"","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"ef1b1846-fa29-49f2-b055-2d178e394e41","title":"Debbie had taken George for granted","tags":["american","crime","history"],"text":"Debbie had taken George for granted for more than fifteen years now. He wasn't sure what exactly had made him choose this time and place to address the issue, but he decided that now was the time. He looked straight into her eyes and just as she was about to speak, turned away and walked out the door.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"83c49199-d6fd-49a0-90b0-0a115637c8ac","title":"He lifted the bottle to his lips and took a sip","tags":["american","french","love"],"text":"He lifted the bottle to his lips and took a sip of the drink. He had tasted this before, but he couldn't quite remember the time and place it had happened. He desperately searched his mind trying to locate and remember where he had tasted this when the bicycle ran over his foot.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"b65686c6-8a23-4858-9857-e1726dce31a4","title":"He swung back the fishing pole and cast the line","tags":["mystery","american","english"],"text":"He swung back the fishing pole and cast the line which ell 25 feet away into the river. The lure landed in the perfect spot and he was sure he would soon get a bite. He never expected that the bite would come from behind in the form of a bear.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"a76eabec-39ad-4fcf-a016-944ca3d7fbc1","title":"It was just a burger.","tags":["classic","fiction","magical"],"text":"It was just a burger. Why couldn't she understand that? She knew he'd completely changed his life around her eating habits, so why couldn't she give him a break this one time? She wasn't even supposed to have found out. Yes, he had promised her and yes, he had broken that promise, but still in his mind, all it had been was just a burger.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"54308e2c-dbd8-4c47-a0c5-3cd9bd006089","title":"Things aren't going well at all","tags":["american","love","fiction"],"text":"Things aren't going well at all with mom today. She is just a limp noodle and wants to sleep all the time. I sure hope that things get better soon.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"690562f1-43f7-4b78-9f72-ec35dfb61228","title":"The chair sat in the corner where it had been","tags":["mystery","american"],"text":"The chair sat in the corner where it had been for over 25 years. The only difference was there was someone actually sitting in it. How long had it been since someone had done that? Ten years or more he imagined. Yet there was no denying the presence in the chair now.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"8d2782fa-9cdc-4be6-a449-2c3e0ee89fbf","title":"He had three simple rules by which he lived.","tags":["crime","love"],"text":"He had three simple rules by which he lived. The first was to never eat blue food. There was nothing in nature that was edible that was blue. People often asked about blueberries, but everyone knows those are actually purple. He understood it was one of the stranger rules to live by, but it had served him well thus far in the 50+ years of his life.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"aba0edee-e0da-4004-bbde-129d3d619341","title":"Ten more steps.","tags":["mystery","classic","love"],"text":"If he could take ten more steps it would be over, but his legs wouldn't move. He tried to will them to work, but they wouldn't listen to his brain. Ten more steps and it would be over but it didn't appear he would be able to do it.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"4fc9c137-fb81-4997-80c9-6e3ec97bc0e9","title":"She patiently waited for his number to be called.","tags":["french","mystery","crime"],"text":"She patiently waited for his number to be called. She had no desire to be there, but her mom had insisted that she go. She's resisted at first, but over time she realized it was simply easier to appease her and go. Mom tended to be that way. She would keep insisting until you wore down and did what she wanted. So, here she sat, patiently waiting for her number to be called.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"bf047b81-bfdf-40c1-802c-1094945dba05","title":"It went through such rapid contortions","tags":["fiction","history","french"],"text":"It went through such rapid contortions that the little bear was forced to change his hold on it so many times he became confused in the darkness, and could not, for the life of him, tell whether he held the sheep right side up, or upside down. But that point was decided for him a moment later by the animal itself, who, with a sudden twist, jabbed its horns so hard into his lowest ribs that he gave a grunt of anger and disgust.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"81869df5-e24b-453a-9b49-2007db898c9c","title":"The robot clicked disapprovingly.","tags":["crime","american","love"],"text":"The robot clicked disapprovingly, gurgled briefly inside its cubical interior and extruded a pony glass of brownish liquid. \"Sir, you will undoubtedly end up in a drunkard's grave, dead of hepatic cirrhosis,\" it informed me virtuously as it returned my ID card. I glared as I pushed the glass across the table.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"a244cf8e-dc7f-4174-ad91-97bdafb60ea1","title":"It's an unfortunate reality that we don't teach people how to make money","tags":["crime","english"],"text":"It's an unfortunate reality that we don't teach people how to make money (beyond getting a 9 to 5 job) as part of our education system. The truth is there are a lot of different, legitimate ways to make money. That doesn't mean they are easy and that you won't have to work hard to succeed, but it does mean that if you're willing to open your mind a bit you don't have to be stuck in an office from 9 to 5 for the next fifty years o your life.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"c188fb5a-22c7-425f-8ff2-db1fa77c361c","title":"She has seen this scene before.","tags":["classic","love","history"],"text":"She has seen this scene before. It had come to her in dreams many times before. She had to pinch herself to make sure it wasn't a dream again. As her fingers squeezed against her arm, she felt the pain. It was this pain that immediately woke her up.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"5a6394e2-9622-4d3f-8b2d-2b47ef1ab962","title":"He wandered down the stairs and into the basement","tags":["french","american"],"text":"He wandered down the stairs and into the basement. The damp, musty smell of unuse hung in the air. A single, small window let in a glimmer of light, but this simply made the shadows in the basement deeper. He inhaled deeply and looked around at a mess that had been accumulating for over 25 years. He was positive that this was the place he wanted to live.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"bd48ad89-9c45-48e1-bb56-9d636b76cd51","title":"He couldn't remember exactly where he had read it","tags":["french","classic"],"text":"He couldn't remember exactly where he had read it, but he was sure that he had. The fact that she didn't believe him was quite frustrating as he began to search the Internet to find the article. It wasn't as if it was something that seemed impossible. Yet she insisted on always seeing the source whenever he stated a fact.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"3781ea97-ebc0-4cb9-a6f6-b93734997a90","title":"The rain and wind abruptly stopped.","tags":["fiction","crime","magical"],"text":"The rain and wind abruptly stopped, but the sky still had the gray swirls of storms in the distance. Dave knew this feeling all too well. The calm before the storm. He only had a limited amount of time before all Hell broke loose, but he stopped to admire the calmness. Maybe it would be different this time, he thought, with the knowledge deep within that it wouldn't.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"01143ff5-f609-4115-953d-6b270b6f4962","title":"She had a terrible habit o comparing her life to others","tags":["history","french","love"],"text":"She had a terrible habit o comparing her life to others. She realized that their life experiences were completely different than her own and that she saw only what they wanted her to see, but that didn't matter. She still compared herself and yearned for what she thought they had and she didn't.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"1a1a228d-86c9-43b3-9c83-43b4877d5056","title":"She was in a hurry.","tags":["french","magical","english"],"text":"She was in a hurry. Not the standard hurry when you're in a rush to get someplace, but a frantic hurry. The type of hurry where a few seconds could mean life or death. She raced down the road ignoring speed limits and weaving between cars. She was only a few minutes away when traffic came to a dead standstill on the road ahead.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"2ce4a8c2-0634-43a1-af9e-7b4e2e4938d9","title":"There was only one way to do things in the Statton house.","tags":["magical","french","american"],"text":"There was only one way to do things in the Statton house. That one way was to do exactly what the father, Charlie, demanded. He made the decisions and everyone else followed without question. That was until today.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"05beb8df-96f2-410f-8552-8d7e8577e7d8","title":"The trees, therefore, must be such old","tags":["fiction","history","crime"],"text":"The trees, therefore, must be such old and primitive techniques that they thought nothing of them, deeming them so inconsequential that even savages like us would know of them and not be suspicious. At that, they probably didn't have too much time after they detected us orbiting and intending to land. And if that were true, there could be only one place where their civilization was hidden.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"b2603122-cfc6-4006-a0ed-6d55633efd99","title":"The paper was blank.","tags":["mystery","english","love"],"text":"The paper was blank. It shouldn't have been. There should have been writing on the paper, at least a paragraph if not more. The fact that the writing wasn't there was frustrating. Actually, it was even more than frustrating. It was downright distressing.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"f420f2d0-5e44-4d0e-9b3c-d7a9b0db95a7","title":"She wanted rainbow hair.","tags":["mystery","classic","french"],"text":"She wanted rainbow hair. That's what she told the hairdresser. It should be deep rainbow colors, too. She wasn't interested in pastel rainbow hair. She wanted it deep and vibrant so there was no doubt that she had done this on purpose.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"958730e1-58ab-46a5-8c61-1f60feedf6b8","title":"She was aware that things could go wrong.","tags":["love","english"],"text":"She was aware that things could go wrong. In fact, she had trained her entire life in anticipation that things would go wrong one day. She had quiet confidence as she started to see that this was the day that all her training would be worthwhile and useful. At this point, she had no idea just how wrong everything would go that day.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"65278a67-5d53-447b-b2a5-71384d70bd1b","title":"It wasn't quite yet time to panic.","tags":["mystery","american","history"],"text":"It wasn't quite yet time to panic. There was still time to salvage the situation. At least that is what she was telling himself. The reality was that it was time to panic and there wasn't time to salvage the situation, but he continued to delude himself into believing there was.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"26dadcbe-605b-4dc6-9c22-2e85fd35a988","title":"They rushed out the door.","tags":["fiction","magical","history"],"text":"They rushed out the door, grabbing anything and everything they could think of they might need. There was no time to double-check to make sure they weren't leaving something important behind. Everything was thrown into the car and they sped off. Thirty minutes later they were safe and that was when it dawned on them that they had forgotten the most important thing of all.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"c7ffa8e9-321f-418d-af8a-2dc667460129","title":"There are different types of secrets.","tags":["american","history","magical"],"text":"There are different types of secrets. She had held onto plenty of them during her life, but this one was different. She found herself holding onto the worst type. It was the type of secret that could gnaw away at your insides if you didn't tell someone about it, but it could end up getting you killed if you did.","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9"},{"id":"2e93010f-97a4-407f-9b66-f52caa257991","title":"One can cook on and with an open fire.","tags":["american","english"],"text":"One can cook on and with an open fire. These are some of the ways to cook with fire outside. Cooking meat using a spit is a great way to evenly cook meat. In order to keep meat from burning, it's best to slowly rotate it.","categoryId":"251b0a86-749e-4bee-bbc1-5141f21ccfa6"},{"id":"38b6364d-ab3b-481d-8fcd-5753c2d8a059","title":"This is important to remember.","tags":["magical","crime"],"text":"This is important to remember. Love isn't like pie. You don't need to divide it among all your friends and loved ones. No matter how much love you give, you can always give more. It doesn't run out, so don't try to hold back giving it as if it may one day run out. Give it freely and as much as you want.","categoryId":"907d3c9c-e193-4701-a7c7-5af564fb50a9"},{"id":"c02f8dec-25fd-40fb-9b8b-ea684ca03db0","title":"Dave wasn't exactly sure how he had ended up","tags":["english","classic","american"],"text":"Dave wasn't exactly sure how he had ended up in this predicament. He ran through all the events that had lead to this current situation and it still didn't make sense. He wanted to spend some time to try and make sense of it all, but he had higher priorities at the moment. The first was how to get out of his current situation of being naked in a tree with snow falling all around and no way for him to get down.","categoryId":"93f81be8-2e60-4142-addc-cc63c92788c0"},{"id":"c25372fc-8dc1-4c88-9a70-54aa5d562209","title":"Hopes and dreams were dashed that day.","tags":["crime","mystery","love"],"text":"Hopes and dreams were dashed that day. It should have been expected, but it still came as a shock. The warning signs had been ignored in favor of the possibility, however remote, that it could actually happen. That possibility had grown from hope to an undeniable belief it must be destiny. That was until it wasn't and the hopes and dreams came crashing down.","categoryId":"3dd027f9-eb7b-44f6-9930-ebc1aca0aa04"},{"id":"5cdfa11d-d880-44b0-8052-9d5bdf88df37","title":"All he wanted was a candy bar.","tags":["mystery","english","american"],"text":"All he wanted was a candy bar. It didn't seem like a difficult request to comprehend, but the clerk remained frozen and didn't seem to want to honor the request. It might have had something to do with the gun pointed at his face.","categoryId":"33a398f5-7650-4cfe-872e-242e6d97166e"},{"id":"0024cf68-7f2c-450f-ade0-98300f56b236","title":"Dave watched as the forest burned up on the hill.","tags":["magical","history","french"],"text":"Dave watched as the forest burned up on the hill, only a few miles from her house. The car had been hastily packed and Marta was inside trying to round up the last of the pets. Dave went through his mental list of the most important papers and documents that they couldn't leave behind. He scolded himself for not having prepared these better in advance and hoped that he had remembered everything that was needed. He continued to wait for Marta to appear with the pets, but she still was nowhere to be seen.","categoryId":"b29e7939-2884-4709-8860-d75a0d5e2b41"},{"id":"ac93bf88-bb21-4b98-9f86-3aab449af87c","title":"He was an expert but not in a discipline","tags":["french","fiction","english"],"text":"He was an expert but not in a discipline that anyone could fully appreciate. He knew how to hold the cone just right so that the soft server ice-cream fell into it at the precise angle to form a perfect cone each and every time. It had taken years to perfect and he could now do it without even putting any thought behind it.","categoryId":"7637d80c-9e92-47fa-b06d-e731a23f7071"},{"id":"8eff81e3-2970-46db-997f-f9d6d134a156","title":"His mother had always taught him","tags":["history","american","crime"],"text":"His mother had always taught him not to ever think of himself as better than others. He'd tried to live by this motto. He never looked down on those who were less fortunate or who had less money than him. But the stupidity of the group of people he was talking to made him change his mind.","categoryId":"56913a58-6d1c-42a4-9ba9-314c3a82e8d9"},{"id":"d0227e89-3f52-45af-a4df-52a4de273ded","title":"Майкрософт компани ChatGPT-ээр хүчирхэгжсэн Bing хайлтын системээ танилцуулав","categoryId":"fb78f408-bcd5-48e4-88a9-b03f38b0c9f9","text":"<figure class=\"image\"><img src=\"https://content.ikon.mn/news/2023/2/8/s0dfig_microsoft_bing_x974.jpg\"></figure><p>Майкрософт компани олон жил зах зээлийн өрсөлдөөнд ялагдаж яваа Bing хайлтын системээ хүмүүний хэлд суурилсан хиймэл оюуны технологиор хүчирхэгжүүлэн гаргаж буйгаа зарлажээ.</p><p>Тус компанийн гүйцэтгэх захирал Сатя Наделла энэ өөрчлөлтөө онлайн хайлтын шинэ эриний эхлэл гэж тодорхойлсон юм.</p><p>“Энэ бол хайлтын технологийн хувьд шинэ өдөр…Өнөөдрөөс өрсөлдөөн эхэлж байна. Энэ технологи программ хангамжийн бүх салбар чиглэлийг хувьсган өөрчлөх болно” гэж тэр нээлтийн арга хэмжээний үеэр хэлжээ.</p><p>Товчхондоо Майкрософт энэхүү шинэчлэлтээрээ сүүлийн 20 жил зах зээлд ноёлсон Google компанийг шинэ өрсөлдөөнд дуудаж байна.</p><p>&nbsp;</p><p>Тус компани 2015 онд байгуулагдсан OpenAI компанийн ChatGPT төсөлд 2019 онд нэг тэрбумын хөрөнгө оруулж байсан бол саяхан дахин хэдэн тэрбумын хөрөнгө нэмж оруулахаар болсон юм.</p><p>ChatGPT бол хүний хэл ярианд суурилсан хиймэл оюунтай чатбот бөгөөд хүмүүсийн асуусан асуултад хамгийн үнэн зөв хариулт өгөх чадвартай систем. Сүүлийн үед уг системийг сонирхож хэрэглэдэг хүмүүсийн тоо 100 сая даваад байна.</p><p>ChatGPT системийг ашигласнаар Bing нь хайлтын үр дүнг уламжлалт вэб холбоос хэлбэрээр биш, илүү амьд, тодорхой, ухаалаг хэлбэрээр харуулдаг болох юм.</p><p>Тухайлбал хайлтын үр дүнг харуулахдаа ойролцоо агуулгатай вэб сайтуудын холбоосыг жагсаахаа больж, харин тэдгээрийг нэгтгэн дүгнээд эцсийн ганц хариултыг өгдөг болно гэсэн үг.</p><p>“Бид хиймэл оюуны (AI) загварыг хайлтын системийн цөм хэсэгтээ ашигласнаар хорин жилийн хугацаанд гараагүй том үсрэлт хийж байна” гэж Майкрософтын дэд захирлуудын нэг Юсуф Мехди хэлжээ.</p><p>Хайлтын үр дүнг илүү нарийн болгохын тулд шинэ систем нь хэрэглэгчтэй харилцан ярилцдаг (interactive) болж байгаа юм.</p><p>Тухайлбал ямар нэг сэдвээр мэдээлэл хайхад хүсэлтийг нь илүү дэлгэрэнгүй ойлгохын тулд хайлтын систем талаас нэмэлт тодруулга асуултыг хэрэглэгчид буцааж тавина гэсэн үг.</p><p>Одоогоор Google компани дэлхийн хайлтын зах зээлийн 84 хувийг дангаар эзэмшдэг. Энэ бизнесээс тус компани нийт орлогынхоо гуравны хоёроос илүү хувийг олдог юм.</p><p>Харин Майкрософтын Bing системийн зах зээлд эзлэх хэмжээ 9 хувь орчимд байдаг.</p><p>“Өрсөлдөөн инновацыг тэжээж тэтгэдэг. Бидний хийсэн зүйл үүнийг батлан харуулж байна” гэж Bing системийг сүүлийн 15 жил хариуцаж ажилласан Майкрософтын дэд захирал Жорди Рибас хэлж байна.</p><p>Өрсөлдөгчийнхөө хийх алхмыг урьдчилж тооцоолсон Google компани Даваа гарагт мөн хиймэл оюуны Bard системээр хайлтын бүтээгдэхүүнээ сайжруулах гэж буйг зарласан юм.</p><p>Өчигдөр бас Хятадын хайлтын зах зээлийн тэргүүлэгч Baidu компани “Ernie Bot” нэртэй хиймэл оюунд суурилсан чатботыг системдээ нэвтрүүлэхээр төлөвлөж буйг зарласан байна.</p><p>Нэг үгээр хэлбэл хайлтын системүүдийн хооронд “шинэ дайн” эхэлжээ.</p><p>“Ойрын үед хөрөнгө оруулалтын дараагийн татах хүч болох нь тодорхой болсон технологийн аварга компаниудын өрсөлдөөний шинэ талбарт эхний сумыг Майкрософт тавилаа гэж үзэж байна” гэж “Wedbrush Securities” компанийн шинжээч Дэн Айвес ярьсан байна.</p><p>&nbsp;</p><p>Эх сурвалж: <strong>AFP</strong></p>","backgaround":"https://content.ikon.mn/news/2023/2/8/s0dfig_microsoft_bing_x974.jpg"}]