[{"id":"806c1b8b-fad6-447c-9ef3-3b6b1b90c707","title":"ФОТО: Эмнэлгийн хуудас авч болох робот, өөрөө явагч агаар цэвэршүүлэгчийг толилуулсан \"Дижитал Алматы-2023\" форум","categoryId":"1b117297-2cd2-4530-895e-c62418fb302b","text":"<p><img src=\"https://content.ikon.mn/news/2023/2/2/aqlh3c_DSC08552_x974.jpg\" alt=\"зураг\"></p><p><i>-Казахстан улсын Алматы хотоос сэтгүүлч П.Сайнжаргал мэдээлж байна-</i></p><p>\"Дижитал Алматы-2023\" олон улсын форум Казахстан улсын Алматы хотод өчигдөр эхэллээ.</p><p>Уг хуралд&nbsp;дэлхийн 30 орны зочид төлөөлөгчид оролцож,&nbsp;технологийн салбарыг хөгжүүлэхэд тулгарч буй сорилт болон цаашдын зорилгыг&nbsp;хэлэлцэж байгаа юм. Түүнчлэн 30,000 гаруй оролцогч бүртгүүлж,&nbsp;250 орчим&nbsp;үзэсгэлэн дэлгэсэн гэдгийг албаныхан онцлов.&nbsp;</p><p>Энэ үеэр бага ангийн сурагчдаас эхлээд, их сургуулийн оюутан цаашилбал бизнесийн салбарын төлөөллүүд өөрийн бүтээлийг танилцуулж байлаа.&nbsp;Тухайлбал, агаар цэвэршүүлэгч робот, эмнэлгийн баримт бичиг хэвлэгч төхөөрөмж,&nbsp;домбор хөгжим тоглож сурахад туслах робот ч энд байна.</p><p>Агаар цэвэршүүлэгч роботыг өнгөрсөн оны намар хийж, олон улсын роботын уралдаанд оролцжээ. Улмаар \"Air flow\" нэртэй бүтээлээрээ мөнгөн медаль хүртсэн гэдгийг Казахстан улсын нэгэн сургуулийн багш хэлэв. Тэрбээр \"Дижитал Алматы\" форумд сурагчдынхаа хамт оролцож байгаа аж.&nbsp;</p><p><img src=\"https://content.ikon.mn/news/2023/2/2/3zavbo_DSC08562_h450.jpg\"></p><p><img src=\"https://content.ikon.mn/news/2023/2/2/aqlh3c_DSC08552_h450.jpg\"></p><p><img src=\"https://content.ikon.mn/news/2023/2/2/3ha8sk_DSC08555_h450.jpg\"></p><p>Дээрх роботын талаар \"Өөрөө явагч агаар цэвэршүүлэгч нь олон төрлийн нүүрний&nbsp;хувирал илэрхийлдэг. Түүнчлэн дотоод орчин дахь нарийн ширхэгт тоосонцрыг шүүж, агаар дахь нян бактерийг цэвэрлэх зориулалттай. Өөрөөр хэлбэл, бохир агаарыг сорж цэвэр агаарыг гадагшлуулах үүрэгтэй хэмээн ойлгож болно.&nbsp;Агаар дахь тоосонцрыг&nbsp;шүүх гурван төрлийн шүүлтүүрийг&nbsp;суурилуулж&nbsp;өгснөөр давуу талтай бөгөөд эрүүл мэндэд үзүүлэх ашиг тус өндөр.&nbsp;</p><p>Бид энэхүү роботыг 2022&nbsp;оны намар хийж, олон улсын тэмцээнд оролцсон. Тухайн тэмцээнд Орос, Беларусь зэрэг орны баг хамт олон&nbsp;өрсөлдсөнөөс мөнгөн медаль авч чадсан\" хэмээн танилцуулав.&nbsp;</p><p>Хүний ажлыг хөнгөвчилж, хүндрэл чирэгдэл багатай болгох давуу талыг технологийн дэвшил бий болгож байна. Ялангуяа, анагаахын салбарыг дижитал болгосноор цаг хугацаа хэмнэх зэрэг ач холбогдолтой.&nbsp;Тиймээс ч&nbsp;оюутнууд хамтран&nbsp;робот эмчийг зохион бүтээсэн байна.</p><h2>\"Өвчтэй гэсэн бичиг авахын тулд заавал эмнэлэг рүү явах хэрэггүй\"</h2><p><img src=\"https://content.ikon.mn/news/2023/2/2/jspjsq_DSC08608_h450.jpg\"></p><p><img src=\"https://content.ikon.mn/news/2023/2/2/qs4gds_DSC08605_h450.jpg\"></p><p>Энэ талаар \"Өмнө нь&nbsp;эмнэлгээс энгийн нэг баримт авахын тулд заавал өөрийн биеэр очих&nbsp;шаардлага гардаг байсан. Гэхдээ технологийн шийдлийг бий болгож, цаг хугацааг ухаалгаар хэмнэх боломж байна. Та өвчтэй гэсэн бичиг авахын тулд заавал эмнэлэг рүү явах хэрэггүй.&nbsp;Роботын баруун нүдэнд камер суурилуулсан бөгөөд түүгээр таны мэдээллийг харна. Улмаар тусгай санах ойгоор дамжуулан таван минутын дотор эмнэлгийн хуудас авч болно\" хэмээв.&nbsp;</p><p>Дижитал эрин үед хүний бүтээлч үйлдвэрлэлийн хөгжил нэн чухал байгааг оролцогчид хэлж байлаа. Тиймээс ч \"Дижитал Алматы-2023\" форумыг жил бүр зохион байгуулж, салбарын төлөөллүүд хамтын туршлагаа хэлэлцэж байна.</p><p>Энэ удаагийн форумд 150 гаруй илтгэгч, 400 гаруй компани, 30,000 гаруй оролцогч бүртгүүлж, 250 гаруй дижитал үзэсгэлэнг толилуулж байгаа юм. Уг үйл ажиллагааг Монгол, Солонгос, Турк зэрэг 10 улсын хэвлэл мэдээллийн хэрэгсэл сурвалжилж байна.</p><p><br>&nbsp;</p>"},{"id":"597d5b33-dfc8-4099-a8b5-01ea1abb5174","title":"","categoryId":"26b83357-5666-4a1e-8898-cd23b527aec9","text":"<p><img src=\"https://content.ikon.mn/news/2023/2/4/66m2w8_sushi_scandal_x974.jpg\" alt=\"зураг\"></p><p>Японы томоохон сүлжээ ресторан Sushiro дуулиант дүрс бичлэг тарсантай холбоотойгоор туузан дамжуулагчийг үйл ажиллагаандаа хэрэглэхийг түр зогсоож байгааг Баасан гарагт зарлажээ.</p><p>Өмнө нь туузан дамжуулагч дээр бүх төрлийн хоол эргэлдэж, үйлчлүүлэгчид хүссэн хоолоо сонгож авдаг байв. Харин одоо үйлчлүүлэгчид хуруу мэдрэгчтэй дэлгэцээс урьдчилж хоолоо захиалах ёстой болжээ.</p><p>Энэ долоо хоногийн эхээр тус рестораны нэг салбарын туузан дамжуулагч дээрх хоол, хоолны хэрэгсэлтэй зүй бус харьцаж буйг харуулсан дүрс бичлэг сошиал орчинд тарж, олон сая хүнд хүрсэн юм.</p><p>Тухайлбал нэг үйлчлүүлэгч туузан дамжуулагчаас савтай сүмс, цайны аяга авснаа долоогоод буцааж тавих, шүлстсэн хуруугаараа урсаж буй тавагтай сүшинд хүрэх зэрэг зохисгүй үйлдэл гаргаж байжээ.</p><p>Энэ дуулианы дараа сүлжээ рестораныг эзэмшигч Akindo Sushiro компани тухайн үйлчлүүлэгчийн эсрэг цагдаагийн байгууллагад гомдол гаргасан юм.</p><p>Тодорхой хугацааны дараа туузан дамжуулагчаа дахин ашиглаж эхлэх талаар судлахаа Akindo Sushiro компанийн удирдлага амлажээ.</p><p>&nbsp;</p><p><br>&nbsp;</p>"}]