[{"id":"37d935c0-fa20-4bed-afd3-d6b9d88898b5","title":"Япончууд агаар, ус, гэрлийн тусламжтай хиймэл шатахуун гаргах туршилт гүйцэтгэжээ","categoryId":"6a43c2a5-3316-458a-b0b2-dc27ce7cea7d","text":"<p>&nbsp;</p><p><img src=\"https://content.ikon.mn/news/2023/2/6/ctoa5c_synthetic_fuel_0_x974.jpg\" alt=\"зураг\"></p><p>Японы судлаачид агаараас нарны гэрлийн тусламжтай ялгаж авсан ус, нүүрстөрөгчийн давхар ислийг урвалд оруулах замаар хиймэл шатахуун үйлдвэрлэх туршилтыг саяхан гүйцэтгэжээ.</p><p>Нэгдүгээр сарын 11-17-ны өдрүүдэд Осака хотод туршилтыг гүйцэтгэсэн юм байна. Одоо туршилтын үр дүнг боловсруулж байгаа ба хэрвээ амжилттай болбол анхны синтетик аргаар гаргаж авсан шатахуун болох гэнэ.</p><p>Туршилтыг гүйцэтгэхдээ Sustainable Energy Inc компани эхлээд агаар дахь CO2-ыг нарны гэрлийн тусламжтай “фотокаталист” аргаар урвалд оруулж, өөрсдийнх нь нэрлэдгээр “радикал ус” хэмээх бодисыг гаргаж авдаг байна.</p><p>Энэ нь холбоогүй электронууд бүхий молекулуудаас тогтох тул химийн урвалд сайн ордог гэнэ.</p><p>Үүн дээрээ “seed fuel” болгож жинхэнэ шатахуун нэмэхэд CO2 нь ижил төрлийн хиймэл шатахууныг тасралтгүй үйлдвэрлэж эхэлдэг юм байна.</p><p>Жишээ нь керосин нэмбэл синтетик керосин үйлдвэрлэж эхэлнэ. Ингэж гаргаж авсан хиймэл шатахууныг дараа дараагийн үйлдвэрлэлд “seed fuel” болгон ашиглах боломжтой гэнэ.</p><p><img src=\"https://content.ikon.mn/news/2023/2/6/f6oawv_synthetic_fuel_1_x974.jpg\" alt=\"зураг\"><i>Хиймэл шатахуун үйлдвэрлэх дараалал</i></p><p>Нэгэнт агаарт агуулагдаж буй нүүрстөрөгчийн давхар ислийг түүхий эд болгон ашиглаж буй тул шинээр нэмэгдүүлэхгүй ажээ.</p><p>Өөрөөр хэлбэл шатахуун үйлдвэрлэхэд ашигласан болон шатаахад буцааж ялгаруулсан нүүрстөрөгчийн давхар ислийн харьцаа тэнцвэртэй тохиолдолд зорилго биелсэн гэж үзэх юм байна.</p><p>Туршилтын үеэр Осака хотын Цүрүми Рёкүчи цэцэрлэгт хүрээлэнд байрлуулсан цахилгаан автомашин цэнэглэгч генераторыг синтетик шатахуунаар ажиллуулжээ.</p><p>Одоо хэмжилтийн үр дүнг боловсруулж байгаа бөгөөд үүнээс хамаараад нүүрстөрөгчийн харьцааг тэнцвэржүүлэх дараагийн шатны сайжруулалтыг хийх юм байна.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Эх сурвалж: <strong>Japan Today</strong></p>"}]